{
  "version": "2.0",
  "works": [
    {
      "title": "Посвещение",
      "author": {
        "name": "Петя Дубарова"
      },
      "text": "Петя Дубарова- „Посвещение“\n         Любовта може да се случи на всяка възраст, но няма по- прекрасно съчетание от това на младостта и любовта. В поезията на Петя Дубарова тази тема е толкова естествена заради нейната млада възраст. Поетесата остава завинаги на 17 години и сякаш е връстница на всяко младо поколение, което неизменно преминава през неповторимите емоции на своята младост. В тях са трепетите на любовта, усещането, че можеш да покориш света или да го промениш. Няма прегради, няма правила, няма невъзможни неща, когато наистина си срещнал любовта.\n\nМомичето, което живее близо до морето, е открило своя любим в образа на „непознатия- смугло красив“. Любовта към него е спасение от натрапчивите страхове, от самотата в студените нощи. Видения в мрака на нощта владеят душата за кратко, защото тя е устремена към светлината на любовта. Този, който е призван да бъде обичан, е достатъчно млад, но и вече някак си зрял според нея. Влюбеното момиче го вижда с най- привлекателните черти, които го правят достоен за любовта й. В себе си той съчетава като че ли противоположностите: „ потаен и питомен, жаден и див“. За своите деветнадесет години е „ всичко опитал и всичко видял“. Дали е така, не е важно. Има значение само това как го възприема тя през сърцето си- свободен и верен на себе си: „ подвластен на никого, ничий, сам свой“. На него тя подава  с любов „своята бледа ръка“. Вярва, че той ще е нейната закрила, но пък тя ще го вдъхновява да бъде смел по пътя на живота. С властта на любовта ще го насочва и подкрепя винаги:\n\n                            Ръката ми- властната- жадно поел,\n\n                            единствено с мен ще си толкова смел.\n\nПътят му минава през изпитанията на живота така, както тя си го представя- с онези естествени грешки и човешки слабости, които обаче правят човека по- силен отпреди, а може би и по- мъдър. Най- хубавото е, че въпреки всичко е съхранил онази нежност, която влюбеното момиче очаква, онази взаимност и искреност, която е жадувала младата й ранима душа:\n\n                            но тръгнал към мене и истински мой\n\n                            и падал по пътя си, плакал, грешил,\n\n                            но нежност момчешка за мен съхранил\n\nТя е уверена, че той вече има достатъчно житейски опит. Мъдър и зрял, красив и загадъчен, но все пак способен да бъде верен в любовта си към нея- „истински мой“. Той е точно този, когото трепетно е очаквала в „студените нощи“, когато „луната тъмнее от грях“. Метафорите, с които пресъздава своята романтична предистория на срещата с любимия, са много ярки и експресивни: „ пиян /сънят се търкаля на моя таван“, „увисва над мен моят страх, / обесен на острия ръб на нощта“. С истинско  поетично изкуство създава своите стихове младата поетеса. Цялата картина  е наситена със запомнящи се  интересни детайли в рисунъка.  Вътрешното състояние преминава през мистично усещане за заобикалящия свят, за да достигне един красив жест- „подавам ти своята бледа ръка“. Тази ръка е в контраст с нощта, завладяна от студа, пияния сън и страха. Жестът към непознатия, „смугло красив“, е преодоляване на всичко, което е потискало пространството и душата. Той идва заедно с любовта, за да прогони негативното присъствие на мрака и студа.\n\nЗагадъчният и чаровен любим е очакван. Любовта дарява впечатляваща интуиция- момичето вече знае, че той е тръгнал към нея, че истински принадлежи на нейната любов. Той е достатъчно силен и смел, за да го следва тя с доверие, да вярва, че заедно могат да сразят и грях, и страх около тях. Затова го призовава:\n\n                            Ела! Ще измием луната от грях!\n\n                            Ще хвърлим трупа на умрелия страх,\n\n                            ще пеем с тътнежния корабен глас\n\n                            на морската нощ във добрия Бургас\n\nТолкова е завладяващо романтично това настроение, присъщо най- вече на младостта- да преобразиш света, да пееш заедно със звуците на града под лунните лъчи, докато луната се стопи на хоризонта. Може би единствено любовта има тази преобразяваща сила. Слънчевият изгрев сякаш я благославя и дава нов поглед към света- по- истински, по- оптимистичен и по- реален:\n\n                            А после, когато тя тръгне назад\n\n                            и слънцето бликне над нас благодат,\n\n                            мечтата надраснал, усмихнат, смутен,\n\n                            ще тръгнеш реален до мен в моя ден!\n\nТова, което вижда влюбеното момиче под слънчевия благодат, даже надминава мечтаното. Любимият  ще тръгне „усмихнат, смутен“, но съвсем реален, за да изпълни нейния ден с истинското усещане за щастие, за сбъднат блян. Затова той е този, за когото създава своето прекрасно „Посвещение“ Петя Дубарова."
    },
    {
      "title": "Железният светилник",
      "author": {
        "name": "Димитър Талев"
      },
      "text": "Димитър Талев -“Железният светилник”\nЧовешките съкровения като част от родовата памет и историческото време в повествованието на романа\nПоявата на “Железният светилник” в романовата традиция на българската литература се оценява като качествено ново явление. Тетралогията на Димитър Талев е проекция на събития и човешки съдби, които сякаш са предопределени от характера на времето. Събития, съотнесени към полюсите на човешкото съществуване, към политическите, религиозните и социално- битовите процеси в обществото през XVIII и XIX в. Отдалечеността на събитията като реално протичащо време определено се компенсира с един модерен психологически поглед към всичко онова, което се съдържа в съдбата на отделната личност, на индивида, общността, народа. Както самият Димитър Талев отбелязва, изображенията на писателя трябва да водят ”към дълбините на човешката душа”. Неговата амбиция като творец според собственото му признание е да проникне в най-сложните психологически състояния на човека, в най-дълбоките гънки на живота.\nОще с първите редове на романовото повествование в ”Железният светилник” Талев насочва към драматичната същност на събитията. Метафоричният смисъл на преживяното от всички бедствие- чумата през 1833 година, “като тъмна отровна мъгла”, динамично се свързва с личната съдба на един от главните персонажи в творбата- Стоян Глаушев. Проследява се пътя на този герой от родното му село Гранче до града Преспа, но не единствено като разстояние, което ги разделя, а предимно като прекосяване на неравнопоставеността между родовата общност, закрепостена трайно в своя порядък, и непознатото и затова пораждащо страх пространство на градския ред, градското устройство на живота. Младият момък е изведен като персонаж чрез характеристиките на преживяното, в които доминира преди всичко страхът. Този страх предопределя и избора му- да побегне в града, въпреки неясните очаквания, свързани с него. Страхът е детерминиран чрез възприятията на Стоян Глаушев за света, в който живее: ”Работа, страх и една тъмна, безименна скръб тежеше в сърцето му”. Това е всичко, което представлява до този момент животът му, преди да навлезе в градското пространство и да открие там един друг свят, непонятен, но привлекателен.\nСъдбовната среща на младия селянин със Султана, хаджи Серафимовата внука, става сякаш по силата на отчаяната потребност на човешките същества да променят своята участ. Никак не е случайно, че младата преспанка гледа пришълеца не с враждебен поглед, както повечето граждани, а с поглед, който гори от ”буйна, бърза размисъл”. Трезво и ясно Султана анализира тази възможност, която й поднася съдбата, и с удивителна прозорливост я подрежда в своя полза. Силата на нейния характер, изразен ясно чрез везмото й, предопределя смелостта на нейното решение. Талев проявява особено умение да изгради точен психологически израз на неявните характеристики на героинята си. Сложните шарки и плетеници по бялото платно са ”симетрични и чисти, без нито едно възелче или погрешен бод”. Те поразяват “със своята сложност и дълбока планомерност…”. Оттук авторът насочва към смисъла на изразеното чрез везмото на Султана: ”в неуловимата на пръв поглед хармония… тлееше скрита, сподавена, но непобедима скръб и само тук-там припламваха искри на смели надежди, на твърда, непоколебима вяра и храбър, мъжествен дух”. Удивително е съчетанието между физическата външност на Султана (дребна на ръст) и този дух, който ще стане основен двигател в създаването на един нов род в Преспа- Глаушевия. Младата жена се изправя сама срещу всички, за да съживи почти изгасналото Хаджи Серафимово огнище. Авторът използва сполучливо метафоричното сравнение, за да придаде яснота на мотивите в поведението на героинята си: ”Водеше я като лампада пред очите й нейният бистър ум и някакъв огън се разпалваше в сърцето й- копнежът за щастие, грижата за дом, за децата, които и тя, родената жена, трябваше да роди…”.\nТалев проявява траен интерес към анализиране на морала и бита в темпоралните граници на повествованието. Животът в Преспа е оприличен на тиха вода, течаща по отдавна издълбано корито. Каноните на вековния морал са подхранили единствено лицемерието, което като самозван рицар му служи. Дързост като тази на Султана само предизвиква ожесточението на лицемерите, които по израза на автора ”се задушаваха под тежестта на оковите, що сами си бяха надянали”. Това също е измерение на духовното робство- както и робското примирение, така и лицемерието на фалшивия морал. Пак по силата на този морал и поради криворазбраното гражданско честолюбие Стоян Глаушев доста време живее между преспанци ”като чужда птица в чуждо ято”. Много усилия са нужни, за да се промени нещо в дълбоко консервативните взаимоотношения и докато дойде моментът, в който пришълецът успява да сполучи: ”Пробих. Дебела стена пробих. С голяма сила, с голяма мъка и сълзи”. Стоян се отдалечава от родното си село, но душата му си остава свързана с всички ценности на света, в който е отрасъл. Земята го притегля с цялата си сила и той е радостен и щастлив, когато работи в градината под пролетното слънце. Още нещо съкровено носи Стоян Глаушев в сърцето си. Той обича да пее, да свири на кавал и гайда, но новите обстоятелства в живота му и най-вече гражданското честолюбие на Султана го принуждават да потисне дълбоко в себе си тези желания и единствено по сватби да отпусне гласа и душата си на воля. Младият селянин се опитва да се приспособи бързо към новия живот. Както казва Талев, притегателната сила на града се съсредоточава в новия му дом и в Султана, ”неговата невеста, най-хубавото чудо на негостолюбивия и толкова хубав град”. Когато беят, от когото се бои и крие, го среща в чаршията и не го разпознава, Стоян се възторгва от новия си облик: ”Друг човек съм аз веке, друг…”. Все пак драматична е промяната в неговия живот и тя предизвиква неувереност и горчивина: ”Той страдаше между чуждите, но имаше и едно свое оръжие- търпението си, също и хубавата си усмивка, зад която понякога скриваше горчиви сълзи”. Стоян е по-отворен към радостта, която е трайно, постоянно чувство в младото му сърце, а тъгата по родното му село и “неотразимия зов на земята” са потиснати дълбоко в душата му. Това жизнелюбие е може би най-голямата сила на този Талев герой. Въпреки че Стоян се оставя под въздействието на Султана като ”восъчна топка в нейните малки ръце”, тя усеща, че ”навътре във восъчната топка оставаше нещо твърдо и неподатливо” и това е неговата същност, с която се идентифицира като индивид в голямата родова общност и в родното Гранче, и в Преспа, където става начало на нов род. До края на живота си той съхранява удивителното си жизнелюбие и доброта, с ”все същата добродушно- хитра усмивка”, привидно покорен, но вътрешно упорит по своему.\nСтоян Глаущев е особено горд с децата си, най-вече с Лазар, когото често слуша с възхищение вечер, когато чете от светите книги на цялата Стоянова челяд. След години, когато Лазар е вече признат от съгражданите си като народен водач, баща му ще каже с явна гордост за сина си: ”Ама пък и в него всички се кръстят, всички в него гледат”. Светла радост в старостта на Стоян е малкият Борис: ”Какво чудно дете! Бога ми, то сега знай повеке от мене…”. Така дядо Стоян мисли за внука си и тъжи силно, когато малкият често е болен. Тогава се моли пред иконостаса по цели часове. С годините той се привързва все по-силно към Бога и отправя молитви пред него за всички хора. С голямата си човечност и доброта милее за целия човешки род: ”Молеше и плачеше за себе си грешния и за всички грешни люде, милостив да бъде бог към тях, слабите човеци…”. С такава искрена молитва го запомняме преди смъртта, когато сякаш заспива, пак с усмивка. Както казва Султана: ”Сега сама света Богородица ще те посрещне горе с ангелите. Праведна душица, чиста. Не стори ти зло никому”. Съпричастието на този Талев герой към болките на света не случайно се изразява в молитва. Както казва Теофил, един от героите на Емилиян Станев: ”Тайнство и чудо е молитвата. Отключва дверите на душата към нейните глъбини и там умът застава лице с лице с вечното и непостижимото… Свойствена е тя на детински чистите души…”. (Емилиян Станев, ”Антихрист”). За Стоян Глаушев ”плач и говор на душата бяха всичките му молитви”, както пише Талев. В тях той отправя онези болезнени парещи сърцето и ума въпроси, на които няма отговор: ”Колко трябва на човека да се нахрани, да се облече, а ние искаме много и много повече… От лакомия за богатство… това не е ли грех?”. Подобен е негласният разговор с бога на Йовковия Вълкадин, чиято душа се измъчва заради съдбата на децата му и заради грешния свят на човеците, в който липсва добро и справедливост. („Вълкадин говори с Бога”). Светът ражда малко героични личности- те са единици, но той се нуждае от чувствителните и състрадаващи хора, често външно обикновени или без външна показност в поведението си, защото носят богат вътрешен душевен мир. Те обаче принасят истинска полза за съхраняването на хуманното начало. Нека припомним, че Стоян Глаушев единствен от преспанци поканва Рилския монах в дома си. Димитър Талев навлиза умело в най-дълбинните пластове на душата и открива там олтара, който свързва човека и Бога с невидими нишки.\nАвторът на “Железният светилник” се насочва най-вече към онези пластове на човешката душа, в които се зараждат човешките копнежи и стремления. Затова той сякаш озвучава мислите на своите герои, които се раждат дълбоко в сърцето им, но са неизречени на глас. Така младият Лазар Глаушев изрича само мислено едно от най-значимите решения за своя житейски път: ”Аз ще поведа народа, аз, аз!” Това е неговият избор, но докато стане възможно явен, той ще е само в сърцето и ума на Лазар, защото този герой има своите основания за това. Съзряването на една идея е съпроводено с пориви и колебания, но когато е озарена от възвишена цел, привлича все по-силно. Младият преспанец е решен да се посвети на народа си и да бъде негов водач, защото разбира, че от такъв има нужда той. Талев умело насочва към вътрешното състояние на този персонаж, за да изясни същността му: ”Колкото повече душата на Лазар Глаушев се обръщаше към светлината- да бъде просветен, да бъде чист, смел и силен- толкова повече са гневеше на общото примирение и покорство и се въоръжаваше със смелост да заговори един ден, да стори нещо, да поведе той, Лазар Глаушев, покорния народ”. Лазар е човекът със свободна воля, макар и в една робска действителност. Качествата на героя са изведени от автора напълно целенасочено в определени важни моменти от неговото съзряване и в обществен (социален) план, и в личен. Особено се откроява неговата ученост, с която предизвиква уважение и авторитетност. Лазар все по-смело започва да навлиза в общите дела на преспанци и да се грижи за тяхното благо. Все по същото време в душата на младия човек припламва любовта. Тя е розово сияние, което се появява в двора на Глаушеви или жълт пламък, който лумва в мрачната стая на Немтуровата къща и заслепява очите му. Ния е с невероятна притегателна сила за Лазар. Когато тя го пресреща в двора на дома си след отказа му да работи за баща й, едно докосване на нейната ръка го изгаря. Той сякаш цял потъва в тъмнина и блясъци и се мъчи да се задържи. Очите й са тъмни бездни, готови да го погълнат, а жълтото цвете в косите й блести ослепително. Оттук насетне за него любовта към Ния ще бъде съдба: ”Сега тя бе влязла в него, тя беше в него, тая им среща няма да свърши никога, няма да мине, той няма да се събуди никога от тоя сън”.\nДраматизмът в образа на Лазар го уплътнява, очертава го по-реален, но и значително по-усложнен в сравнение например с Вазовите образи на народните водачи в романа “Под игото” или тези на Захари Стоянов в “Записки по българските въстания”. Лазар е раздиран от нравствени колизии, породени от противостоянието между любовта към Ния, дъщерята на Аврам Немтур, и осмислянето на моралния дълг пред народа, на който се е посветил. Младият Глаушев сам изтъкава нишките, с които се опитва да завърже сърцето си. Обещанието, дадено на Божана, е твърде крехка преграда за любовта към Ния и той съзнава ясно това. Затова се опитва да внуши сам на себе си упорството, което ще му е нужно, за да устои: ”Аз обещах. Ако ще… ако ще цел казан огън и катран да ври в мене”. Най- точно характеризира драмата на Лазаровата любов майката Султана: ”Мъчи се той… Не е за народните работи или за друга некаква работа. Там той е силен… Душата му се мъчи. Казал е на Божана от жал за нея. А сърцето му към тебе го тегли… ти си друго нещо. Там нема упоритост, нема сила, сичко от сърцето иде”. Въздействието на женската хубост е въздигнато както при Йовков: ”Нийо, сине, нема по-голема сила от женската хубост”. Това е обаче една определено стилизирана красота.\nНия е надарена с изключителна хубост, но съдбата й е особено драматична. На нея е съдено да преживее дълбоката болка в любовта към Лазар, но да остане докрай вярна на тази любов, както изповядва тя пред Султана: ”Само той и никой друг”. Ния не се отличава със силен външен израз на чувства. Тя е като звезда, която сияе в своя мек блясък, знае въздействието на красотата си, но и умее да изчаква своя час. В мрачния дом на Аврам Немтур тя се е научила да постига своята цел търпеливо и тактично. Как иначе би въздействала върху тежкия характер на своя баща. Ния не може да открие сърцето си пред него и това поражда силния драматизъм в преживяванията й: ”Душата я болеше, а не можеше да повери болката на баща си. Той, най-близкият й човек, беше й като чужд. Друг близък, свой човек тя нямаше”. Чорбаджи Аврам стои като сянка между нея и Лазар- “чужд и страшен с бащинската си власт над нея…”. Няма мост между бащата и дъщерята, защото Аврам Немтур не умее да изрази обичта си към единственото му обичано същество на този свят. Евгения Аврамова е прекрасно съчетание на физическа красота и етичност на характера. Духовният й свят остава донякъде скрит за другите, които са завладени преди всичко от покоряващата й хубост. Тази студена и горда на вид красавица, на която сякаш никой нищо не може да откаже, стои смутена пред майката на Лазар, готова да й се покори заради любовта си към него. Очите на Ния сияят в надежда, а сетне тя целува ръката на Султана и я притиска до пламналото си лице в изблик на радост.\nНия влиза в Глаушевия дом като съпруга на Лазар, каквото е и желанието на Султана. Но точно това съжителство вместо извор на щастие се превръща за младата жена в едно затворено пространство без възможности за лична свобода. Султана се опитва да налага своята воля дори в най-интимните отношения между Лазар и Ния. Постепенно по-младата Глаушева снаха заживява в своя вътрешен ад, чийто огън се подклажда и от съмнението, че любимият й мъж вече не я обича, както и от изгарящата болка от бездетството й. Сложната природа на човешката душа е разкрита чрез вътрешните монолози и чрез сънищата, които откриват подсъзнателните й желания и скрити конфликти. Ния отново е сама, без близък човек, с когото да сподели мъката си и тя постепенно започва да отравя дните и нощите й. Най-напред срещу нея се издига ненавистта на свекървата, която не сдържа яда си, че снаха й няма деца. Ния с болка премисля, откъде ли се е набрала тая омраза в сърцето на старата жена и защо не иска да разбере, че тя, Ния, дълбоко страда, ”осъдена да прегори майчинската любов в сърцето й безплодна”. Особено силно тежи на младата жена това, че майката на Лазар не я разбира: ”И тя, старата майка, първа я прокле, първа я пресъди за мъката, с която бе наказана без вина и грях. Това беше от същата преголяма любов към Лазара, но защо не се намери в сърцето на старата майка една капка милост към невинната?”. Ния съизмерва с любовта всичко. Докато усеща любовта на Лазар, неговите утешителни думи, Ния намира сили да изтърпи упреците, но когато започва да й се струва, че той не я обича достатъчно, животът й се лишава от смисъл.\nСрещата с Таки Брашнаров отключва неподозирани мисли у Ния Глаушева. Макар че се противопоставя с цялата си същност срещу тези нечисти мисли и желания, които поражда оживелият спомен от краткотрайната среща, образът на Таки започва да обсебва сънищата й, дори по-ярък и мъчителен. Този чужд мъж сякаш нашепва онова, което най-много измъчва душата на Ния: ”Искам да те направя щастлива… Искам да те направя майка…”. Тя се оказва слаба пред него, красив, с бели едри ръце, които посягат да я прегърнат, с дъха му, който сякаш усеща в съня си. Изживяванията на героинята обаче не съответстват нито на хедонистичното разбиране за любовта- наслада, нито на фройдисткото понятие като сексуално влечение, което изразява стихията на любовното преживяване. В нейното поведение в сънищата й откриваме естественото и човешко търсене на топлота, съпричастност и взаимност. Ния сякаш започва да губи собствения си Аз, влизайки в тази непоносима двойственост. Изпитва усещане за трудно поносима болка, гърдите й се разкъсват от ярост. Срещу светлината на любовта към Лазар се изправя тъмната страна на душата като ”дявол-мъчител”, заселил се в нея. Героинята на Талев е възпитавана според християнските традиции, в които общуване без любов е тежък грях. Затова тя жестоко съди сама себе си, чувства се грешница и се самообвинява, макар всичко да е само в мислите й. Един проницателен поглед на автора въвежда в екзистенцията на страданието на Ния, заключено в една дума: рожба. В копнежа й за рожба е въплътена цялата им любов с Лазар, но копнежът се замества от съмнението- студен, остър нож, после от страданието. Изразявайки героинята си, Талев обобщава трагичните знаци на нейната съдба: ”Не стигаше безсмислието на някаква съдба, дойде и злобата, и присмехът на чуждите люде, омразата на свекървата и тоя страшен хлад в сърцето на Лазара”. Писателят се насочва към най-скритите, ревниво охранявани пластове на душата, и ги осветява, прави ги явни. Въпреки любовта си към образа на Ния, авторът не я идеализира, но и не я осъжда на кладата, където горят нечистите души. Напротив, тя е “разкайваща се и толкова невинна”. Димитър Талев само ни приближава до нейната разтърсваща страдалческа участ, отместена сякаш встрани от общия поток на събитията. Тя страда мълчаливо, стоически. Лазар я разбира, но не знае как да я утеши и така само подклажда мъката й. До щастието на майчинството Ния достига след дългия път на своята Голгота, с трънения венец, притискан към красивата й глава от хорската злъч и неразбиране. Въпреки всичко тя остава все така морално чиста и етично възвисена във всички мигове на живота си, наситен с един екзистенциален драматизъм, при всяко изпитание на съдбата.\nВремето нанася често дълбоки белези в човешкото сърце, което все живее с надежди и копнежи, а събира най-вече болка и страдание. В залеза на живота си Султана Глаушева въздъхва: “Не беше лесен моя живот”. Тя, която винаги се е стремяла да живее по закон и ред, осъзнава че е пропуснала живата човешка радост, която сгрява сърцето. Едва малкият Борис Глаушев отключва тази радост у нея. Тогава старата жена преосмисля целия си живот. Талев пише: ”Тя и не бе умеяла да се радва досега. Винаги бе имало някаква тревога в сърцето й, нетърпение и гняв срещу греха и срещу всяка човешка слабост, робувала бе и сама на собствената си непреклонна воля да подчини всичко на своя ум. И ето, всичко изпусна от ръцете си…”. Султана разказва пред внука си целия си живот, но както отбелязва авторът, ”не такъв, какъвто беше, а повече какъвто би желала да бъде”. Упорито спори тя с ”живи и мъртви, дори със себе си”. Спомените я връщат към най-дълбоката й рана- Катерина. Това е най-тежкият й грях и най-страшното, което съдбата й отрежда да преживее. ”Никого нема да боли повеке от мене… Но и сега да требва да почна- пак ще го направя”. В това противоречие се съдържа трагедията на майката Султана, разпъната между майчината обич и грижа за детето й, и каноните на времето, в което живее, с жестокия му морал, който е като верига за свободната воля и дух на индивида. В страшните мигове до леглото на Катерина Султана преминава през кръговете на ада в своите мисли- “жестоки мисли, чужди, зли, но пак нейни…”. Образите на сатаната и на ангела изразяват полюсите на нейната нечовешка драма. Борбата за живота на младата грешница е борба с Бога, с дявола, със смъртта, а срещу тях е само нейната воля- да спаси детето си от позора и да задържи живота в него. С психологическа проникновеност са възловите моменти в цялата драма на Султана и Катерина. Между позора и честта на рода, между греха и любовта, между дявола и бога. Изборът обаче е сложен и жесток. Страшни са въпросите, които поражда страхът от неизвестния изход на замисленото от Султана: ”Каква незнайна сила имаше тая черна вода, корените, чуждоземният плод и тайнственият прашец? Лек ли беше това или отрова, която погубва човека? Нямаше ли да погуби тя детето си със собствените си ръце…”. Най-мъчителното е, че тя, която винаги е почитала Бога и се е уповавала на него, сега не може да отвори сърцето си и да се помоли. Майката Султана съзнава ясно тежестта на деянието си: ”Бог не би одобрил да се убие заченат плод в майчина утроба…”. Но срещу това се изправя морала на родовата чест: ”Срамът ще падне върху цялата ми челяд”. Готова е майката да понесе божия гняв върху себе си: ”Ето, господи, съди и пресъди…”. Онова, което я постига като наказание, е една отворена рана в душата й до края на живота. Още едно силно изпитание преживява Султана, когато бди над ранения Лазар. Заедно със страха за живота му в сърцето си обаче тя чувства и доволство, радост и гордост, че синът й е толкова уважаван и обичан от хората. Затова, макар да преживява същата мъка, както при Катерина, сега Султана е “по-бодра, по-смела и надеждата й за по-добър край е по-голяма”.\nГрешницата Катерина е един от най-силно въздействащите персонажи в романовото повествование. Излъчването, което носи тя със себе си, дарява радост, а нейната жизненост покорява. Още като девойче най- малката дъщеря на Стоян и Султана се откроява със своята хубост, но и непокорство и волност. Рилският монах също забелязва тази още неузряла хубост на детето и като че ли прозрява, че тя може да стане оръдие на греха: ”Боя се за тебе и за всички, които ще те срещнат. Запази я, боже, от грях… Да бъде цвете с благоуханен дъх”. Катерина съвсем естествено привлича и събира ”като матица” девойчетата около себе си. Тя е сладкодумна и дръзка в шегите си, жизнерадостна и весела. Душата на младото момиче е неподвластна на каноните и предписанията на морала и времето. Тя търси своето щастие според собствената си воля. Катерина избира самотника Рафе Клинче може би защото той е различен от другите и защото прониква в душата му и открива там добротата. Според Платон еросът в любовта е жажда за единение в пътя към красотата, истината и доброто. При двамата (Катерина и Рафе) тези ценности съществуват и ги сближават, превръщайки ги в едно цяло, което преминава в плода на тяхната любов. Тази любов е с неустоима сила и повлича Катерина в стихията на любовното преживяване: ”Нещо ме грабна с голема сила… Бех като упоена, нищо не мислех”. От тази близост остава спомена за онази „замайващо, ненаситно сладка, могъща тръпка”, която изпитва тя винаги, когато любимият я взема в прегръдките си. За да разруши преградата пред потребността да бъдат заедно с Рафе, Катерина избира най опасния път и не случайно заплаща с младия си живот. Както пише философът Бердяев: ”Климатът на света не благоприятства истинската любов и често бива смъртоносен за нея” (Н. Бердяев- “За робството и съдбата на човека”). Той подчертава, че любовта побеждава смъртта, но заедно с това води към нея. Любовта е борба за безсмъртие и еросът е смъртоносен. Поривът на Катерина към щастие и свободна воля на сърцето завършва трагично. Остава увековечен образът й, сътворен от ръката на майстор Рафаил Клинче върху иконостаса на новата преспанска църква.\nРодът Глаушеви се създава “в тъмни времена”, когато народът все още не познава силата си, а неговите здрави корени и жилави гранки го пренасят през неустойчивото време, за да даде водачи на този народ. След Лазар Глаушев по този път тръгва единственият му син- Борис. Дълго очакван в семейството, той въплъщава в себе си здравия Глаушев дух и силна воля въпреки крехката си психика. Пътят му също не е лек, съдбата му поднася множество изпитания, но не променя същността му и чистите му помисли. Нищо не го отклонява от каузата да служи на народа си всеотдайно. Борис Глаушев е високо образован, интелигентен, с една открояваща се етичност, наследена от майка му, Ния Глаушева, с нейната хубост, но мъжествена. Не случайно получава прякора си- Милостивия. За него авторът казва: ”…беше винаги склонен към жертва и себеотречение- така беше устроен и умът му, и волята му, такова беше и сърцето му. Той обичаше човека, другия човек, разбираше го, виждаше го ясно и го жалеше”. Лазар Глаушев мисли за сина си с бащина обич и гордост: ”Какъв син му бе родила Ния! Какъв светъл човек…”. Борис усеща дъха на смъртта съвсем близо, когато е ранен в едно сражение. Както баща си някога и той пресича границата между живота и смъртта. Обръщайки поглед навътре, към душата си, младият мъж открива и своя страх от смъртта, и ненаситна обич към живота. Това обаче е част от съзряването на духа му.\nЛюбовта към селското момиче Ружа е един естествен порив на младата му душа, но в нея няма силата на изгарящата страст. За Борис Глаушев тя е като чист извор, който утолява жаждата и го свързва със земната му първична жизненост. Съвсем различна е любовта му към гъркинята Ангелика. В техните отношения обаче се вмества жестоко една безумна междуетническа омраза, срещу която те се опитват да противопоставят светлината на сърцата си. Дори когато са разделени от разстоянието, душите им са свързани с тази страстна любов. Мислейки за Ангелика, Борис сякаш чува гласа й в тишината на нощта. За него любовта е нейната хубост, нежност, всяко нейно движение. Тя е един полет в светлина, по-хубава от слънчевата. В нея човешката душа се освобождава. Така възприема младият мъж любовта и любимата си. Силата на любовта съединява душите им и ги потапя в опиянението от близостта им. Борис усеща тази близост „като бодрото чувство, че е здрав, че диша, че живее”. Ангелика донася освобождение за сърцето му с „една милувка”, откривайки пред него един нов образ на любовта. „Тя го бе освободила от сковаващото напрежение, от мъчителното вцепенение на един непреодолим свян и някакъв суеверен предразсъдъчен смут пред чудото на любовта, пред съкровената и тайнствена близост между мъжа и жената. Така бе познавал той допреди малко това чудо, като да беше то някаква мистерия…” Борис съпоставя неволно Ангелика и Ружа и едва сега разбира, че не е познавал истинския израз на любовната страст: „Борис бе живял с друга жена, но не беше познал магията на любовта, такава каквато беше всъщност… Ружа беше като вещ в ръцете му, тя изгаряше от срам…” Освободеността на младата гъркиня обаче не изключва нейния свян, но той потъва в радостта и ласката за любимия, в чистотата на всеотдайната й обич към Борис. Тази светла любов обаче изгаря в жестокото безумие, сред което са принудени да страдат душите на двамата влюбени и Ангелика не издържа на омразата между най-близките й хора и човека, на когото е отдала сърцето си. В мига, когато младият Глаушев се докосва до щастието, то угасва отново.\nЗа точното възприятие на този персонаж в романа от особено значение са вътрешните монолози и самоанализите. Наситен с дълбок драматизъм е моментът, в който Борис мислено разговаря с Ангелика, след като е гласувал за смъртната присъда на нейните братя. В един прецизен и същевременно жесток самоанализ проличават опитите на този герой да открие себе си, собствения си Аз сред хаоса на времето и събитията. Това са вътрешните противоречия на сложно мислещия индивид, който следва вечно неспокойната си съвест, който се оказва често между дълга и зова на сърцето, и остава докрай неразбран, дори и от самия себе си, но с вечно търсещ и устремен напред дух.\nГероите на Димитър Талев могат да се определят най- точно в контекста на времето. Нравствено- етичните послания на епохата предопределят изявите им на нивото на родовото и народностното съзнание, общественото устройство или личния им живот. Като романист Талев съгражда наистина забележителна фамилна сага като екран на времето, а и на човешките съкровения, които сякаш по негласно правило не се вписват в историческите летописи, но родовата памет ги пренася през изменчивото пространство на времето така, както те са оставили белег в душата на човека.\n\n \n\n\nДимитър Талев- „Железният светилник”\nПътят към просветлението и стремежът към достоен човешки живот\nИмето на Димитър Талев се свързва с развитието на романа като жанр в българската литература през 50-те години на XX век. Основната тематика в творбите му е насочена към живота и борбите на българите в Македония през годините на османско робство и духовна зависимост. Най- напред се появява трилогията „Усилни години”, а след нея книгите от тетралогията му „Железният светилник”. Съдбата на родната земя и на българския народ продължава да стои в центъра на творческата вселена на писателя и в романите му „Самуил”, „Хилендарският монах”, „Братята от Струга”.\nСлед Вазовия роман „Под игото” отново се появява романът епопея, в който повествованието е насочено към важни преломни събития в живота на българския народ, разкриващи характерни черти от българската душевност, бит и родови ценности. Тетралогията на Димитър Талев с общото заглавие „Железният светилник” съдържа четири книги- „Железният светилник”, „Преспанските камбани”, „Илинден” и „Гласовете ви чувам” с общи сюжетни линии, които проследяват живота на три поколения от една фамилия (това дава основание творбата да се определя и като фамилна сага), както и живота на българската общност, изправена пред потребността да съхрани духовно народностната си принадлежност и да търси път към национална независимост. Първата от четирите книги- „Железният светилник” е съставена на хронологичен принцип от четири части- „Хаджи Серафимовата внука”, „В тъмни времена”, „Народ се пробужда” и „Корени и гранки”. Повествоването в тях е обвързано с художествената идея, че за да извоюва свободата си, народът трябва да излезе от мрака на робското заслепение, да отхвърли примирението и страха, за да заживее свободно и достойно. Пътят обаче е сложен и драматичен, изпълнен с безбройни препятствия, за преодоляването на които е необходима духовна енергия, която поддържа жив стремежа към пълноценно човешко съществуване, без унижение и робска ограниченост за българския етнос. Искрите на българското самосъзнание припламват отначало у отделни личности с будна мисъл, които се ръководят от загрижеността да се опази това самосъзнание въпреки всички неблагоприятни обстоятелства. Такава личност в Преспа е Климент Бенков. Честен и почтен като човек, той влиза в състава на църковната община, подтикван от грижа за българската общност в града и съдейства винаги с цялата си енергия за успеха на всяко родолюбиво дело. По негова инициатива започва градежа на нова църква в Преспа. Този градеж става емблематичен знак на процеса на пробуждането на българския дух и начало на борбата за утвърждаване на църковна самостоятелност с правото божието слово да звучи в храма на роден език. Климент Бенков отстоява до края на живота си идеята да опази младото поколение българи от вредното елинско влияние. Той самият дава пример, като записва сина си да учи в Охрид, където преподават български учители на роден език, а не само на гръцки. Убеждава Султана и Стоян Глаушеви да направят същото за своя син Лазар- будно и талантливо дете, за да го опазят от изкушенията на елинизма и отродяването. Бенков е сред първите, които прозират опасността от погърчване и унищожаване на българщината.\nРодолюбивите кълнове в делата на този виден и уважаван преспанец по- късно намират благоприятна почва в сърцето на младия Лазар Глаушев, подкрепян винаги от верния си приятел Андрея Бенков. Учението в Охрид, в благоприятна за българското самосъзнание среда, се оказва повратна точка за тяхното духовно развитие и израстване като истински български родолюбци. Никак не е случайно, че точно Лазар става водач на българската общност в Преспа. Той е наследил духовната си сила и дързост от майка си Султана, а способността да състрадава съпричастно- от своя баща Стоян Глаушев. Майсторът казанджия е единственият човек в града, който поканва в дома си рилския монах, дошъл да събира помощи за манастира. Словата на духовника чуват всички от многолюдната Глаушева фамилия, но те падат „като огнена капка” в сърцето на Лазар. Истината за славната история на поробения български народ отваря очите и сърцето на младия момък. Дълбоко в душата му се е запазила жива чувствителността му към всичко българско въпреки настоятелните опити на гъркоманите да го отклонят от родовата му принадлежност. Дълго време след гостуването на рилския монах в дома на Глаушеви Лазар е под въздействието на неговия разказ: „Пламенните слова на монаха, изричани буйно и в особен строй, бързо завладяха ума и цялата му душа…” Оттук нататък той все по- често ще се замисля за участта на своя народ, за това, за което така образно напомня монахът от Рилската обител: „Орелът лети към небето със свободни крила, а нашите крила са сковани и трябва да пречистим сърцата си от вража, гибелна отрова”. В своите размисли младият родолюбец все повече се приближава към същносттта на своята мисия, докато стигне категорично до вътрешната си убеденост:”Аз ще поведа народа, аз, аз!” Оттук нататък той ще работи с цялата си душа и разум за просветлението на своя народ, което ще събуди силата му, ще го зареди с воля и кураж да отхвърли робството- и духовно, и физически, и да заживее наравно с другите свободни народи, достойно и щастливо. Младата душа на Лазар трябва да набере смелост, за да застане младият момък пред своите съграждани в църквата и да заговори за най- важното- решителността да продължат това, което са започнали- градежа на нов християнски храм. Тази негова дързост е породена от съпричастие с общата грижа, но тя е следствие от стремежа му да намери просветление, за да разбере как да насочи народа си към истината за неговото добруване. Димитър Талев навлиза в най- съкровените помисли на своя герой, за да покаже драматизма, с който е съпроводено израстването на народния водач: „Колкото повече душата на Лазар Глаушев се обръщаше към светлината- да бъде просветен, да бъде чист, смел и силен,- толкова повече се гневеше на общото примирение и покорство и се въоръжаваше със смелост да заговори един ден, да стори нещо, да поведе той, Лазар Глаушев, покорния народ”. Своята вътрешна увереност, че българският народ в Преспа сам трябва да извоюва правата си, Лазар се стреми да предаде и на своите съграждани. Думите му са изпълнени с патос, с мъдрост въпреки младостта му, и със силата на обичта към този народ, страдал векове наред. Затова решава вместо да служи на Бога като свещеник, да служи на своя народ: „Искам да направя добро на народа, големо добро и големи добрини. Да го изведа нашироко и да го науча как да живей. И аз самият искам да излеза некъде нашироко и да живея хубав живот”. Неслучайно младият родолюбец се възхищава от свободолюбието на резбаря Рафе Клинче- един вътрешно свободен човек, който изразява това в своето изкуство и в дързостта да преодолее ограниченията на каноните.\nЗабележителното в събитията около строежа на новата църква и стремежа към просветление сред българската общност в Преспа е, че всичко това започва в „тъмни, робски времена”. Третата част от романа „Железният светилник” е озаглавена „Народ се пробужда”. За да се разбуди народът от „сон тежок и темен”, както гласи епиграфът в началото на повествованието, е нужна продължителна и драматична борба срещу всички онези чужди фактори като владишкия наместник и гъркоманите, които чрез коварство и интриги се опитват да поддържат духовната заблуда и мрак в съзнанието на българския етнос. Заглавието „Народ се пробужда” е емблематично за промяната, която се извършва в дълбините на душата у хората в Преспа, за да придобият те куража и самочувствието, че могат да се развиват и изявяват като свободни и независими хора. В тези преломни години от мрака към светлината израства и възмъжава за борба народният водач Лазар Глаушев, на когото преспанци започват да се доверяват и да уважават все повече. Умен, високо образован, с будна мисъл и душевна дързост и енергия, Лазар успява да влезе сред общинарите в града и като своя предшественик Климент Бенков да разбуни летаргията на онези, от които народът очаква подкрепа за делата си. Младият общинар въздейства не само с познанията и сладкодумието си, но много повече със „светлината, която сияеше в очите му”. Читалището, в което се събират предимно млади хора, е мястото, където той развива усилено своята родолюбива дейност и успява да спечели най- вече сърцата на младите преспанци за българската кауза, на която сам се е посветил безрезервно. Последователно, с упоритост и настоятелност, Лазар Глаушев се старае да проникне в съзнанието на хората, да промени закостенелите навици и погрешни модели в мисленето и житейските им ценности. Димитър Талев обобщава точно картината на живота, белязан от примирението и застоя: „Минаваха годините, едната досъщ като другата, колело, което се върти равномерно и безспир- но движи ли се, или стои и се върти все на едно място? Живееха тия люде в Преспа забравени и заличени като престарялата слава на тоя град, под чужда власт, живееха по милост, мъките им бяха скрити, радостите им- потулени, смехът им- сподавен (…) Живот по милост и все пак те бяха живи люде и сърце човешко биеше в гърдите”. Неслучайно още в началото на романа авторът сравнява живота в Преспа с тиха вода, която тече по определено, открай време издълбано корито. Като че ли никой не смее да се отклони от негласно утвърдените предписания за поведение или да се съмнява в техния смисъл. Хора като Климент Бенков или Лазар Глаушев са изключение от общото правило, но точно на такива като тях се дължи пробуждането на народа. Лазар става защитник на духовните и политическите права на българския народ. Води всеотдайна и целенасочена борба за демократизирането на обществения живот в града, за възможността народът да участва пряко в решаването на съдбата и делата му. Под водачеството на Лазар Глаушев, в чиито думи се вслушват с доверие, преспанци изгонват гръцките учители, за да се преподава на български език в училище и да се спре погърчването на българското население: „Фанариотите ни учат по своему, те изкривяват, осакатяват и ума, и езика ни. Те не ни учат на здрава наука, а ни учат как да станем гърци. Те не искат да отворят очите ни, а да ги затворят”. В съзнанието на читателя образът на този герой от „Железният светилник” остава трайно като истински възрожденски духовен водач. Той е от онези родолюбиви българи, които виждат и осъзнават ясно заплахата от религиозната политика на гръцката патриаршия. Поучителната приказка за калугера и шиника, която Лазар разказва пред насъбралото се множество, има за цел да разкрие истината за несправедливата участ на народа ни, а метафоричният език въздейства особено силно: „Приказката попадна в съзнанието на повечето преспанци като ярък лъч”. Въпреки това обаче процесът на пробуждане е бавен и труден, защото както подчертава Димитър Талев, „робският страх беше по- силен от радостта на душите, които предчувстваха своето освобождение”. Причината за това е в дълготрайното примирение у хората, приучени на търпение повече от четири века. Животът е протичал, без да остави следа от велики събития. Копнежът по човешко щастие и радост не е заглъхнал, но е принизен заради робската им съдба- „ничком на земята, потъмнели като нея, безименни, покорни роби”. Времето за тях се измерва „според бедствията и епидемиите, които ги сполетяваха и в които гинеха като нищожни твари, що пълзят по земята”. Това измерение на времето вече отстъпва място на друго, много по- значимо мерило- стремежът към достоен човешки живот: „Идеше ново време за всички…”- отбелязва авторът. Думите на народния водач Лазар Глаушев потвърждават тази решителна промяна: „Нашият народ е вече буден и с нищо не ще успеете да го примамите (…) И ние сме създадени от Бога и имаме право да живеем”. Образно метагоричният изказ представя убедително духовното преображение на българския народ: „Будни сме вече и крадецът не ще успее да ни ограби. Виждаме се голи и боси- ще се облечем. Виждаме се в тъмно- ще запалим светилници да ни светят”. Художествената идея, заложена в названието на трета част от романа „Железният светилник”, е обвързана смислово с пробуждането на народа, но точното изражение на тази идея е може би в осмислянето на библейската истина, че не само с хляб ще живее човекът. Народът проумява, че освен физически, трябва да оцелее и духовно, за да премине през границите на времето в бъдещето като достоен народ. Първата стъпка към това бъдеще е направена явно, когато българската общност в Преспа най- сетне изгонва гръцкия наместник- проводник на беди и унижения за тях. Следващата стъпка ще бъде борбата срещу вековния потисник и политически господар за свобода и независимост. За хора като Лазар е ясно, че трябва още много енергия и упоритост по този път, но за себе си той го е приел като единствено възможен: „Това е дълъг, дълъг път и не знам докъде води, но като се изкачим на първата височина- ще го видим по –нататък, като се изкачим още по- високо- ще го видим още по- нататък”. Това е неговата съдба, неговият житейски избор на предводител на потиснатия и обезличен като етнос български народ. Лазар Глаушев преживява страшното изпитание между живота и смъртта, когато го раняват тежко по поръка на неговите врагове, които са врагове и на идеята за духовна и национална свобода на българите в Македония. Нищо обаче не може да спре събудената енергия на порива за освобождение, щом веднъж народът е прогледнал за истината, отхвърлил е булото на мрака, хвърлено върху него през робското време, и търси настоятелно своите човешки права.\nРоманът „Железният светилник” пресъздава последователно времето на важни исторически събития за българския народ в Македония, преживени като лична съдба от героите в повествованието. Тези събития изграждат и въздигат личности с родолюбив дух и високи нравствени стремежи и същевременно утвърждават духовната енергия на народа, когато той има пред себе си светла и възвишена цел като свободата. "
    },

    {
      "title": "Бай Ганьо журналист",
      "author": {
        "name": "Алеко Константинов"
      },
      "text": "Алеко Константинов – „Бай Ганьо журналист“\n( „Че голям мурафет ли е един вестник да се издава“)\nАлеко Константинов споделя в края на този разказ за своя герой, че винаги е бил с добри чувства, когато описва неговите истории. И все пак, като част от своето време, се е постарал да възпроизведе „есенцията на печалната действителност“. Аналитичният поглед на автора е забелязал и появата на Бай Ганьовите събратя, които „сега почват да заявяват за своето съществуване“. Примерът обаче на Алековия герой продължава да доминира в обществения живот на България, „обръща целия обществен строй и дава отпечатък и на политика, и на партии, и на печат“.\nЗаглавието на вестника, който Бай Ганьо решава да издава, предизвиква насмешка, защото звучи прекалено надуто и претенциозно. Самото съчетание „ Народно величие“ е доста неуместно, особено в съвремието на Алеко и неговите приятели.\nИсторията за Ганьо Балкански, редактор- стопанин на вестник „Народно величие“, всъщност започва с важно събрание при него. Целта е да уточнят как и откъде „ може да се удари келепир“, За Ганьо и другарите му „току-тъй , на сухо патриотизъм- бошлаф“. Най- важното, с което те се съобразяват, е „какъв вятър вей“, тоест каква е политиката на тези, които са на власт. Изразите, които използват, са типични за нивото на културата им: „да ударим келепир“, „да клъвнем по нещо“. Личната изгода е преди всичко. Предложенията на Гочоолу, Дочоолу и Данко Харсъзина са насочени определено към това, което може да им носи лесна и бърза печалба. Когато Харсъзина обяснява плана си да основат банка, ясно личи нагласата на мошеника, готов да измами нагло всеки, дори и правителството, „да прибере парата“. Както винаги, мнението на Бай Ганьо е над другите. Той има високо самочувствие, че всичко е видял- „Аз ако не видя, кой ще види“. Надменно поучава другите:“ Не е за твойта уста лъжица, има по- ербап хора, нека те да я измътят, па ний ще си проврем гагите!“. Това, което обявява той- „вестник да издаваме“, има поразяващ ефект върху другарите му:“ Ако някое морско чудовище се вмъкнеше в онзи момент в стаята на нашите събеседници, то едва ли би могло да увеличи поражающето впечатление, което произведоха последните думи на Бай Ганя“. Особено интересна е представата за ролята на журналистиката според героя на Алеко: “Че голям мурафет ли е един вестник да се издава? Тури си едно перде на очите (па и няма нужда!), па псувай наляво и надясно. Ами как!“\nАвторът прави съпоставка с предишния морал на хората в България. От него са останали само безлични следи в съзнанието например на Гочоолу и Дочоолу. Усеща се все пак някакъв далечен спомен за предишни времена с друг морал във вестникарството, когато печатното слово не изригва „тая лава от адски хули и проклятия“. Това, което се е променило, е под влияние на грубия всепоглъщащ материализъм, на буря от диви страсти. В продължение на дълги години започва да доминира деморализираща преса, породена от възможността за леко обогатяване при едно приспиване на съвестта. Резултатът от всичко това е дебел слой, който покрива онези по- чисти чувства, които са останали затиснати в душата. Алеко Константинов отбелязва, че за да се разкопае този „слой от мерзости“, ще е необходима една цяла, не по- малко дълголетна и нова в същността си епоха“.\nТъжна констатация е, че липсата на морал е довела до унищожаване на благородството и човечността. Така всеки порив към тези чисти чувства, усещането, че има нещо нередно, се задушава от аргументите на Бай Ганьо за „материалните изгоди, които ще получат от тяхното предприятие“. Ето как следите на чистите чувства бързо и грубо са засипани от пяната, излязла на повърхността в съвремието на героите в разказа. Новите нрави изместват най- безцеремонно всичко светло и чисто, за да достигнат до низостта чрез журналистиката да се разчистват лични сметки: „Нашият комшия ми се пери, учен бил, честен бил… Да му теглим един калай?“ Изпод перото на новоизлюпения вестникар един достоен и почтен човек, заедно с целия му род излизат „феноменални изверги“. За целта Бай Ганьо съчинява най- грозните обвинения, за които може да се сети“: крадец, хайдук, пладнешки хайдук, към което прибавя фатален, просто защото думата много му харесва. „Майсторът на антрефилетата“, както иронично го нарича Алеко, пише, вдъхновен от мастиката и желанието да си отмъсти, без дори да има достатъчно сериозна причина за това. За съжаление подобно принизяване на журналистиката до средство за отмъщение и разчистване на сметки съвсем не е изключение, а по- скоро утвърдена практика в съвремието на писателя. Когато се обсъжда списването на новия вестник, Ганьо Балкански заявява:“ Нали е работа да омаскарим тогоз- оногоз, за туй нещо не се иска кой знае каква философия!“ Така инициативата за издаването на вестник стига най- вече до „омаскаряване“. В това той си намира и подходящ помощник, „страшен вагабонтин“, Данко Харсъзина, майстор на псувните, който „мати-маскара направя човека“. Неслучайно прякорът Харсъзин означава безделник, негодник.\nКъм новоизлюпената редколегия привличат и Гуньо Адвокатина, естествено заради това, че той все пак е по- образован и умее да пише уводна статия, дори чуваме латински изрази, които, разбира се, целят да направят ефектно впечатление на читателите. Това, което мотивира адвоката да участва в издаването на вестник, е „кьораво да има“, тоест да има облага, полза. Особено важен се оказва въпросът какъв вестник ще издават самозваните журналисти? Дали ще е с правителството или с опозицията? Решението не е изненадващо, ако се има предвид политическото хамелеонство на Алековия герой. Тъй като не е ясно „колко ще изтраят днешните“, Бай Ганьо избира своя тактика- засега да я карат с правителството, „па сетне, ако подушим, че им се разклатят краката, да им ритнем едно текме и с новите пак на власт…“ Направлението, което ще следва новосъздадения орган на печатното слово, е „да се съобразяват с времето и с обстоятелствата, па и с келепиря“. Съобразяването е напълно в стила на Ганьо Балкански да се нагажда към всичко, което му е необходимо, без принципи, без морални задръжки или угризения на съвестта. Когато става дума за младежите, които са почнали да „шават“ по думите на Гочоолу, Бай Ганьо предлага лицемерно: „Ще ги залъгваме, какво ще ги правиш…по някой път и шапка ще им клатиш…, таквоз дошло, какво да се стори…“\nАлековият герой не се притеснява да лъже и наглася поведението си така, че да създаде впечатление, с което да се хареса на когото трябва. Изразът на верноподаничество трябва да е такъв, че дори ‚сам князът да се слиса“. Той наставлява Адвокатина да нареди „като броеница“ такива изрази, които да имат желания резултат. Ориентира се бързо и угоднически към всичко:“ Па помени и за народа една- две думи, както му е редът… Па сетне тегли един калай на опозицията“. „Изкалъпването“ на дописки, телеграми и антрефилета само допълва същността на новия вестни „Народно величие“. Средствата, с които ще си служат „редакторите“, са ясни- псуване на опозицията, хвалби към управляващите или, както казва Ганьо Балкански: „Нали работата е да замажем очи“. Оттук нататък няма какво да ги спре. Бай Ганьо и компания ще използват всички познати средства, за да постигнат целта си. Понятия като морал, етика, честност, почтеност са чужди и безполезни за хора като тях. Твърде далече от европейските нрави и обществен морал е житейската философия на Бай Ганьо и подобните му. Не само ориенталско, а и нецивилизовано, недопустимо грубо и заплашително е поведението им, още повече, че те имат претенцията да „ръководят общественото мнение“ чрез едно от най- силните оръжия за въздействие-словото на журналистиката. Остава надеждата, която авторът изразява в края на поредната си история за Ганьо Балкански- самият той да си признае: „Европейци сме ний, ама все не сме дотам!“\nАлеко Константинов не изразява пряко възмущение или отрицание спрямо своите герои. Той ги осветява ярко и колоритно в цялото им „величие“ и остава читателите да преценят и да изградят отношението си към подобен тип обществено поведение. Защото Бай Ганьо и другите като него не могат да бъдат отминавани без внимание. Напротив, те самите търсят и привличат това внимание към себе си, но и представляват заплаха за обществото с наглостта, безочието но и цялата арогантност, която използват, за да определят и насочват общественото мнение и интереси в своя полза, без да обръщат внимание към това, което искат онези, които мислят различно от тях, онези, които наистина могат да създават стойностна журналистика в полза на човешкото право за справедливост и свободна изява на възгледи и идеи.\n\n"
    },
    {
      "title": "Балкански синдром",
      "author": {
        "name": "Станислав Стратиев"
      },
      "text": "Станислав Стратиев- „Балкански синдром“\nЧовекът на Балканите и събитията около него отдавна вече са станал нарицателни като нещо особено и трудно разбираемо. Може би затова Станислав Стратиев е избрал точно това определение- балкански синдром, за своята творба.\nТърсенето на смисъл в това, което се случва, е изпълнено с невероятни препятствия и освен това е на ръба на реалното и фантазията, поради което изглежда още по- необяснимо. В пиесата се преплитат безброй проблеми в най- различни посоки- образование, изкуство, икономика, психология. Всички те са поднесени с насмешка, с хумор, който авторът използва в своя стил- нещата изглеждат доста сериозни, докато зрителят или читателят не усети пародията и изобличаващата сатира. Смехът е наистина с горчив привкус. Още в началото на действието, с кражбата в театъра, започва претеглянето на моралните норми в една политическа система, която не дава възможност на обикновения човек да изрази собственото мнение, да говори открито, без забрани. Крадецът се оказва един обикновен човек, който търси възможност да общува с други хора, да поговори със своите съвременници. Този човек е ограничен и притиснат от правила и забрави, на него много неща не са му позволени, той е обезличен дотолкова, че само да се вписва в системата, в която му е определено да съществува. Тук се проявява разминаването между политическата система и човешката същност. „Обаче и аз съм човек“- казва „крадецът“ от сцената. Странна е всъщност мярката за човешко достойнство и самочувствие- това е възможността да направи нещо забранено от закона, за да гледа децата си в очите. Не е ли парадокс нарушаването или заобикалянето на закона да се приема като голямо постижение в живота? Като голяма възможност да се приема например продаването на държавни служби, раздаването на сто декара земя, за да се уреди фамилията до десето коляно, да се изпрати сина посланик, „само защото тукашното уиски се е влошило“? От една страна са уродливите явления в политическата система, от друга- един изкривен морал, който ги приема като високи цели в живота. Невъзможността да ги постигне реално довежда до странното решение на „малкия човек“ да говори с ватмана: „Хем е забранено, хем е напълно безопасно. И най- важното- напълно в моите възможности“. Следващата му стъпка е още по- парадоксална- да открадне в театъра, за да може да се качи на сцената и да получи възможност да говори. Думите му потвърждават наличието на един болезнен за съвремието проблем- ценностите са преобърнати до такава степен, че обикновения човек става обект на презрение само защото е твърде обикновен в сравнение с другите: „ Живея от едната заплата, не изчуквам автомобили, не вземам подкупи, в дюшека ми има парцали, а не хилядарки“. Това презрение той усеща като вакуум, липса на естествена човешка близост, но най- страшното е, че няма ясна отправна точка за възпитанието на децата: „ В буквара пише едно, във вестниците- друго, а в живота става трето и четвърто“. Дори малкото дете се чувства болно в този морален хаос. То търси лекар „уши- очи“, защото едно чува, а съвсем друго вижда. Сравнението с някогашния морал е драстично, тогава за три мамула четири поколения поред носят белезите на позора. А в съвремието на този човек нещата са обърнати точно обратно- обществото осъжда този, който спазва законите, той не заслужава уважение.\nОказва се, че сцената е възможност и за други хора да изразят това, което се е стаявало дълго време вътре в душата им. Проблемите всъщност са много важни и може да представляват интерес за хора от различни възрасти. Впечатляващо е, че тези проблеми са колкото сериозни, толкова и абсурдни. Сякаш хората живеят на ръба на отминалото време и съвремието си. Езоповският език на автора в случая е най- подходящ, за да изрази емоционалното състояние на героите в пиесата. Метеорологът говори за времето, но всъщност отразява реални явления в обществото. „Този прави вятър на онзи, втория на третия, третия на четвъртия, едни вихри, едни талази заливат… отделни райони“. Удивителното в този анализ е, че съвсем необосновано, може би точно в балкански стил, над страната се появява вятър и то когато над целия европейски континент е тихо. Едно уникално “родно“ явление е този вятър. Даже според думите на Директора „сега вее друг вятър“- всичко да бъде „управляемо, но по- внимателно“. Сцената се оказва най- подходяща за прословутата „гласност“, която при социализма явно повече се афишира, отколкото да се случва в действителност.\nАбсурдната реалност се проявява дори в учебниците с онези математически задачи за басейн, който се пълни от една тръба, а се изпразва през две тръби, с цялото безсмислено сложно изчисление „за половината от синуса на котангенса на числото „пи“, повдигнато на квадрат“. Дори един четвъртокласник вижда ясно това теоретично безумие.\nВремето на „перестройката“ в края на 90- те години създава повече объркване, отколкото ясна промяна, защото не може така лесно да се смени всичко онова, което толкова дълго време се е утвърждавало като правилно. Животът в съвремието на героите прилича повече на театър, в който на всеки е отредена точно определена роля, без право да я променя по свое желание. Изкуството трябва да отговаря едновременно на високи критерии и да обслужва масовия вкус на „народа“. Дали обаче това е възможно и има ли смисъл в него? Когато сватбарите нахлуват в театъра, масовият вкус в културата се вижда съвсем явно. Най- безцеремонно те се разполагат навсякъде, преобличат се като актьори, но не за да участват в спектакъла, а просто така, защото си мислят, че всичко, което е достъпно, е за тях. Те пият и замезват там, на сцената, влизат в разправия помежду си и с директора на театъра. Точно тогава се вижда житейската философия на различни хора от „народа“. Тук откриваме консуматори като Йовчо, който отглежда пилета и печели впечатляващо големи суми и то по време на социализма, когато това е уж недопустимо според моралните норми. От него чуваме няколко пъти репликата „Кво му плащаш?“, тоест важното е нещо да е безплатно, за да се възползваш. Консуматорската нагласа е обхванала доста хора: “Събира, трупа, къщата му пълна, ама главата му празна!“. Бай Цончо с ирония отбелязва, че всички се стремят към короната от театралния реквизит, макар че всеки предпочита да пише в биографията си, че „произлиза от бедно, но прогресивно семейство“. Печо, който критикува непрекъснато консуматорското поведение, пък проявява явно склонност да се приспособява и да се съобразява с мнението на онези, които са по- високо в йерархията. Макар и да говори за свобода и право на избор, той е от хората, които не знаят как да ги постигнат. Нямат кураж да направят нещо различно или да преодолеят материалните ограничения и еснафското мислене. Това, което говори за „величието на човешкия дух“, си остава определение за нещо непостижимо и невъзможно да се случи.\nЖеланието да се постигне нещо извисено чрез театъра не може да се осъществи, докато на сцената са хора като кума Каратанасов. Неговото поведение е да се намесва във всичко с високото си самочувствие. Той дори има нахалството да се идентифицира с народа, което звучи комично, защото това е само заучена поза. Кума приема обидата за кич като обида за народа. Говори от негово име, но мисли само за себе си. Неслучайно поведението му се оценява като „простотии, балканщини“. Балканският синдром излиза наяве и когато на сцената се чуват изстрели в знак на отмъщение от измамения любим на булката. След него идва и гледачката баба Кера с вълната на гърба. Това, което разяснява тя, само потвърждава действието на един негласен закон в социалистическото общество- ползата, личната изгода, заради която трябва да дадеш на някого, от когото зависи да успееш. Гледачката също припечелва и то във валута, която изчислява удивително бързо. Явно за такива хора всичко е търговия. Кума дори обявява, че ако любовта е толкова хубаво нещо, щели да я продават в Кореком. Кореком всъщност е магазин, „там продават това, дето го няма другаде“. Там „не може с наши… само с чужди“. Двусмислието на наши и чужди насочва вниманието отново към модела на двуличие в моралните норми.\nПромяната в гледната точка при прословутата перестройка се отразява и в отношението към западното влияние. Бийтълсите преди са били приемани като упадък и буржоазно влияние, а сега са борци за мир. Оказва се, че това е обичайната практика-непрекъснато да се забранява и отменя какво ли не, което стига до пълен абсурд. Този абсурд е проникнал във всички сфери на живота дотолкова, че дори извънземният разум не може да го анализира. Нищо логично не може да се открие в този обществено- икономически строй, обявен за социализъм, а в действителност е по правилата на феодализма, затворено стоково стопанство: „Аз на тебе овца- ти на мене -сол“. Това, което се случва тук, е уникален парадокс или както казва Съществото от друга планета, друг разум, друга логика. Всъщност няма здрав разум, няма никаква логика нито в действията, нито в резултата от тях: „Едно дърво расте двеста години, те го събарят за две минути. Живеят от кислорода, а ежечасно го унищожават в колосални количества. Секат гори, за да правят хартия, на която пишат: „Не сечете горите!“\nРазминаването между действията и разума е довело дотам, че почти нищо смислено или ценно не може да се открие в живота на хората, които живеят с този „балкански синдром“. Но пък дали е само балкански и дали е само резултат от една политическа система, или има по- дълбоки измерения на проблемите? Може би те са в човешката природа, която ражда и смелостта, и страха, и високите, и ниските стремежи. Може би ще се появят повече „светли характери, благородни страсти, възвишени помисли“, както казва директорът на театъра. А животът не е само театър, той е много повече.\n„Балкански синдром“ на Станислав Стратиев и до днес осъществява връзката между едно отминало време, оставило своя отпечатък върху живота на хората в България, и нашето съвремие, за да насочи вниманието ни към знакови явления и черти в човешките характери, както и към необходимостта да анализираме разумно и да различаваме думите без покритие и делата, които имат значение в живота ни.\n\n"
    },
    {
      "title": "Паисий",
      "author": {
        "name": "Иван Вазов"
      },
      "text": "Иван Вазов- „Паисий“\nНачалото на българското духовно преображение\nОдата на Вазов, която е част от „Епопея на забравените“, започва с цитат на Паисиевата история, в която великият родолюбец укорява и призовава своите сънародници да имат заслужено самочувствие и народностно съзнание, за да пребъде България във времето напред. Този откъс от „История славянобългарска“ отразява точно колко голямо значение има Паисий Хилендарски за съхраняване на българската същност. Това е основата, върху която поетът изгражда образа на своя лирически герой като част от неговата Епопея на незабравимите- един неръкотворен пантеон на великите българи.\nВ началото на творбата Вазов пресъздава времето и мястото, в което хилендарският монах сътворява своята малка по обем, но изключително голяма по значение история за българския род. Макар и отдалечена по време, тази уникална книга продължава да вълнува истинския родолюбец така, както самият Паисий е изпитвал привързаност към своя безценен труд в полза на народа си – „житие велико! заради което / той забрави всичко, дори и небето!“. Светогорският монах създава „идеал нов, чуден, светлозрачен“, роден от сърцето му в тъмните времена на омраза и унищожение на всичко българско, на всяка следа от славната история на този народ. Иван Вазов неслучайно наслагва ярки художествени определения, за да даде по- точна представа за изключителното значение на Паисиевата книга: „подвиг многолетен / на волята рожба, на бденьето плод, / погълнал безшумно полвина живот…“. Нищо не е могло да възпре силата на душевния порив да напише книгата, от която има нужда неговият народ. Далече от светския шум, „във скромна килийка“, този все още неизвестен монах пише без отдих „пред лампа жумяща“. Тоя дълъг труд, както го нарича поетът, изисква множество лишения в името на една велика кауза- да се събуди заспалото съзнание на българите, да се освободят от заблудите, които външни сили създават години наред, за да принизят достойнството му. Унищожаването на историята, на всичко онова, което напомня за някогашното величие на българския народ, става причина той да се примири с нещастната си съдба на потискан и обезправен народ. Възкресената му истинска история е пътят за неговото възраждане и извисяване. Паисий с патос обявява: „От днеска нататък българският род / история има и става народ!“. Това е искрата, която ще разпали огъня в сърцата, ще освети мрака на невежеството и отчаянието. В този величествен миг на духовен порив създателят на „История славянобългарска“ напомня на древен библейски пророк, който вижда ясно през „хаоса тъмний“ към светлото бъдеще на своя изстрадал народ. Всяка дума на този велик българин е изпълнена с обич, вяра и състрадание към хората от неговия род: „Нека той познае от мойто писанье, / че голям е той бил и пак ще да стане…“. Призовава с цялото си сърце: „Нека всякой брат наш да чете, да помни… / и че сме имали царства и столици, / и от нашта рода светци и патрици“. С особено силен патос и гордост Паисий заявява, „че и ний сме дали нещо на светът / и на вси словене книги да четат“. Тези думи остават като сентенция, която поколения наред ще повтарят с радост и национална гордост.\nОбратно на тази заслужена гордост е принизеното самочувствие, което кара част от българите да се срамуват, да се отричат от своя род и да се приобщават към чужд род и култура. Това е причината за укорите на Паисий: „че е срам за всякой, който се отрича/ от своя си род и при гърци тича / и своето име и божия дар/ зафърля безумно като един твар“. За да създаде повече основание за национална гордост, великият родолюбец насочва към връзката с Бог, което в онези времена е най-голямата ценност: „Нека наш брат знае, че бог е велик/ и че той разбира българский език“. Емоционалната разгорещеност на монаха- писател е напълно в тон със задачата му да изкорени заблудата и отричането от родовата принадлежност: „Горко вам, безумни, овци заблудени / със гръцка отрова що сте напоени,/ дето се срамите от вашия брат…“. Укорът преминава в явно възмущение от това предателство спрямо отечеството и народа на България. С основание светогорецът заявява, че тези безумни отцеругатели са в действителност срам за своето племе, а не то за тях.\nПаисий проявява истинска дързост и смелост да напише това във време, когато влиянието на гръцката патриаршия и духовенство в България е особено агресивно и когато е модно да се следва гръцката култура. Хилендарският монах събира и подрежда събития и факти така че да въздействат силно и убедително върху сънародниците му. Вазов подчертава този патриотичен ентусиазъм чрез художествените средства на поетичната реч. Повторението на израза „Четете и знайте“ засилва неговото смислово въздействие заедно с точния подбор на герои от българската история и слава. Авторът на одата използва градация, за да извиси величието на един от най-могъщите български владетели- цар Симеон, с неговите постижения в културата и изкуството наред с военните му успехи: „Той беше учен, философ велик / и не се срамеше от своя език“. Възклицанието „четете, о, братя“ е израз на близост и съпричастие със съдбата на българите, потънали в мрака на невежеството и чуждото потисничество, не само политически, но и духовно, което е още по-страшно. Дългогодишният труд на хилендарския монах е делото на живота му, което той отстоява с цената на неимоверни усилия в търсене на истината за своя народ, принизен и заблуден от онези, които го ненавиждат заради превъзходството му някога над тях. Книгата на Паисий Вазов нарича „завет“, „откровение“, „божа благодат“. Тази книга не е обикновена, нито маловажна. Тя влива мъдрост у младите хора, а у старите- усещане за младост и сила. Като мъдра сентенция звучи призива на Паисий: „Който я прочита, няма да се кае,/ който знае нея, много ще да знае“. Истинската история на България е най-силното оръжие срещу забравата и отчуждението от род и отечество. Събраните на едно истински сведения за царства, светци и техните дела дават отговор на низките клевети и лъжи, на присмехите над българите и надменното отношение на чуждоземците към тях. Повелителните форми, които използва авторът в своята ода, съответстват на емоционалната приповдигнатост на словото му. Думите звучат и като благослов на великата мисия на светогорския монах :“ Нека се преписва и множи безчет / и пръска по всички поля и долини / де българин страда, въздиша и гине“. Само така ще достигне до повече българи, ще стопли сърцата им и ще обогати умовете им, ще върне паметта за великото минало, за да продължи напред в бъдещето с гордо вдигната глава.\nОбразът на Паисий в края на Вазовата творба е величествен. Погледът му е насочен към бъдещето, в което вярва. На това бъдеще посвещава всички свои усилия, докато проучва и събира историческите факти, легенди и предания, когато преодолява граници и забрани, които пречат да се достигне до истината за един достоен народ с древна и славна история. Той пише упорито, пренебрегнал грижата за здравето и живота си, дори монашеския си дълг да участва в църковни служби и бдения, защото е убеден, че те не носят тази полза за народа му, която би донесъл трудът му да напише книга за святата истина. Така служи по- добре на Бог, който обича всеки народ и въздава справедливост, а да се каже истината за един народ е именно божествена справедливост. Удивителното търпение и постоянство да достигне високата си цел- да даде историята на своя народ, издига Паисий на пиедестала на великите синове на България- „ с поглед умислен, в бъдещето впит“. Така изваян чрез поетичното слово на Иван Вазов родолюбивият монах остава в съзнанието ни- пример за своя род и отечество като този, който „фърляше тайно през мрака тогаз / най- първата искра в народната свяст“. "
    },
    {
      "title": "История",
      "author": {
        "name": "Никола Вапцаров"
      },
      "text": "Никола Вапцаров– „История“\n„Простата човешка драма“ в рамката на Историята (есе)\nПрякото обръщение към историята е доста дръзко и предизвикателно, но поетът Никола Вапцаров отправя въпроса си към нея от името на своето поколение, от името на своите изстрадали събратя, чиято житейска драма е част от голямата История. Тя винаги е поставяна на пиедестал като съдия за човешките дела от висотата на времето. Въпросът към нея, зададен така открито, е съвсем различен по своето съдържание и смисъл. В него няма респект от този „съдия“, нито молба за благосклонност в присъдата. Дързостта личи и в израза, в категоричния тон, който изисква отговор: „ Какво ще ни дадеш, историйо,/ от пожълтелите си страници?“. Творецът е изразител на обикновените хора, пренебрегвани досега незаслужено: „ Ний бяхме неизвестни хора /от фабрики и канцеларии, / ний бяхме селяни, които/ миришеха на лук и вкиснало,/ и под мустаците увиснали/ живота псувахме сърдито“. Историците, които подреждат събитията в нейните редове, оценяват най- вече мащабите и значенията им, отбелязват големите личности и техните дела, но сякаш забравят, че в тези събития участват много повече обикновени хора, а великите личности са стояли начело на многобройни редици от тези хора. Именно те“ хранят„ историята със събития, често напоени с кръвта на хилядите обикновени хора. С основание поетът укорява историята, в която се съдържат само най- важните събития- „Ще хванеш контурите само, а вътре, знам, ще бъде празно…“. Такъв подход лишава от място истинските създатели на историята. Незаслужено е това принизяване и обезличаване, защото за тях няма никой да разказва на бъдещите поколения.\nЗащо се получава такава несправедлива оценка? Може би тя е заради „простата човешка драма“, в която няма нищо бляскаво или възвишено?! Вапцаров търси причините за пренебрежителното отношение към обикновените хора в съвремието му: „ Поетите ще са улисани / във темпове и във агитки / и нашта мъка ненаписана / сама в пространството ще скита“. Сякаш е прозрял в бъдещето с удивителна точност. Вниманието тук е насочено към показното, към важното за определен момент, за да се отчетат високите постижения. Това отношение обаче обрича на самота спомена за живота на обикновените хора, като че ли прокълнати да бъдат изличени от страниците на голямата история. Истинската същност на историята трябва да е животът, който е достоен да бъде оценен заради усилията на съвременниците не само да оцелеят, но и да преодолеят мрачната атмосфера около тях, за да намерят изход и път към един нов, по- добър свят. Авторът на стихотворението „История“ използва поетични форми на въпроси, които са предизвикателни в своята същност и изразяват насъбрания гняв от несправедливия социален ред: „ Живот ли бе- да го опишеш?/ Живот ли бе- да го разровиш?/ Разровиш ли го- ще мирише/ и ще горчи като отрова“. Поетът си дава ясна сметка за това, което се намира под повърхността на живота. Тези, които създават реалния свят в съвремието му, носят тежкия кръст на страданието, на болката, недоимъка и лишенията, оставени на границата на оцеляването в жестоки условия на живот и труд: „По синорите сме се раждали…“, „Като мухи сме мрели есен…“; „Онез, които сме оставали / се потехме и под езика / работехме къде, що хванем/ работехме като добитък“. Остарялата мъдрост на бащите вече е неприемлива във времето, когато човекът осъзнава, че е необходима промяна, ново начало, нов, по- справедлив свят. Нетърпима е тази примиреност със социалното зло, което унижава човешката личност и я приравнява с добитъка, потребен само за най- черната работа. Примирението „Така било и ще бъде…“ отрича всяка възможност да се намери изход от тази социална система, в която незаслужено най- ниско са поставени хората, създаващи благата за обществото. Ето защо Вапцаров нарича примирението „оглупяла мъдрост“. Тя е причината за горчивината на живота, чиято миризма от зловредните му влияния върху човека задушава все повече Липсата на право за свободен избор в живота тегне над всички, които искат да живеят в човешки условия в едно свободно пространство, което да утвърждава достойно човешко съществуване. Явното осъзнаване на потребност от социална промяна, тук и сега, се заявява категорично: „Не мога повече! Не искам!“. Очакването на жадуваната промяна се свързва с новините за това, което вече се случва реално: „И късно през нощта си легахме / с последните комюникета“. Това напрегнато очакване, това люшкане в надеждите засилва болезненото усещане за нетърпимата социална действителност. Вапцаров намира точния метафоричен образ, за да предаде това усещане: „А тегнеше небето ниско, / свистеше въздухът нажежен…“. Няма друга алтернатива освен промяната на социалната система, която обрича хората на съзидателния труд на страдание. Именно то „ще се зъби неприветно“, то ще присъства неизменно в бъдещите исторически писания, но не там, където е неговото заслужено място, а „под буквите и редовете“. Викът на човешкото страдание е последица от нечовешкото отношение в едно несвободно пространство, в което условията на съществуване слагат своя жесток отпечатък: „защото би ни безпощадно / живота с тежките си лапи/ направо по устата гладни, / затуй езика ни е грапав“. Дори в поетичните творби от Вапцаровото съвремие се чувства този отпечатък- стиховете „парфюмен аромат не дишат, а са навъсени и къси“.\nОгрубената реалност трудно вдъхновява за нещо извисено, нещо, което да надмогне нейните ограничения за духа на човека, но той носи дълбоко в себе си чисто човешкия стремеж да живее смислено и свободно и това го насочва към необходимостта чрез борба да промени света. Това е най- важното, най- същественото, което ще остави следа за следващите поколения. Чрез делата си Вапцаровите съвременници градят истинската същност на историята. Затова поетът отново се обръща към нея, като избира най- значителното, с което да се отбележи в историческите разкази неговото поколение- „че ние храбро сме се борили“. Връзката между него и „бъдещите хора“ е определена чрез приемствеността, чрез продължението на делата- „бъдещите хора, които ще поемат поста ни“. Така няма да бъдат изгубени усилията за нов свят, за нов живот, няма да бъде забравена и мъката, за която не искат награди, мъката, с която няма да дотягат на историческите томове „грамади“, изпълнени обичайно със събития и личности, далечни и чужди за обикновените отрудени хора, променящи основите на света, за да се променят и неговите върхове. Единственото, което иска поетът, като изразява съкровените желания и стремежи на своите съвременници, е да се отбележи истината, а това може да стане само „с думи прости“, за да бъде определено ясна и точна тя, за да се запомни и да бъде пример и ориентир за бъдещите поколения."
    },
    {
      "title": "Ноев ковчег",
      "author": {
        "name": "Йордан Радичков"
      },
      "text": "Йордан Радичков- „Ноев ковчег“\n„Космическият удавник или въведение към Ноевия ковчег“\nКакво могат да пренесат хората през времето на своя живот\nесе\nТези, които познават добре Йордан Радичков като автор, няма да бъдат изненадани от стила и проблемите, които представя в своя „Ноев ковчег“. Заглавието определено е свързано с библейския разказ за всемирния потоп и мисията на Ной да спаси живите твари на Земята, като ги прибере в построения от него по божия повеля кораб. Апокалипсисът, описан в Библията, превръща земната повърхност във воден ад.\nРадичков разказва за своя воден апокалипсис, описва го така, както го е видял с очите си: „От двете страни на пътя бучеше вода. Над мен бучеше вода. Вятърът на пристъпи хвърляше в лицето ми вода, отвсякъде се леееше вода. Като че бях попаднал в утробието на световния потоп и присъствах на самото му зачатие“. Апокалиптичната картина се допълва от бурята, която огъва дърветата, светкавиците са могъщи и ослепителни, след тях настъпва непроницаем мрак, раздиран само от „сгромолясващите се отвсякъде гръмотевици“. На фона на този природен апокалипсис се появява и загадъчният удавник, когото авторът нарича „космическият удавник“. В лятната дъждовна вечер всичко изглежда нереално и с космически размери. Здравият разум трудно възприема това, което се случва. То е на границата на реалността и въображението. От една страна са всички звуци, изпълващи пространството, като камбаните на бариерите, редуващите се мрак и светлина, дъждът, къщата в полето, която познава отпреди. От друга страна е трупът на удавника, който ту се появява, ту изчезва, смалява се или уголемява размерите си. Раните му личат ясно, после изчезват. Всички детайли в описанието на картината в бурята са резултат от въздействието на природните стихии и човешкото съзнание. Това обаче провокира към размисъл за важните неща в живота и света, който обитаваме. Един аналитичен поглед към човешката същност показва наяве онова, което се е напластило вътре от дълго време. Показва какви ценности са останали и кои са се размили от времето. Когато разсъждава за прелетните птици, повествователят отбелязва, че те още помнят коридорите си за летене въпреки онова, което се е променило: „ Птиците все още продължават да се придържат за отъпкания от праотците въздушен път… За разлика от птиците човекът отдавна е загубил тези свои коридори. Техните стени са порутени и буренясали и той наникъде вече няма да мигрира, освен във въображението си!… И може би някой ден нагоре, към звездния свод, към тъмната и враждебна вселена!“\nСрещата с космическия удавник събужда усещането за някаква утайка, напластена на дъното на човешката памет. Писателят насочва към интересен метафоричен размисъл за това, кой как пропуска през себе си боледуващия свят. Съществуват три вида хора. Едните боледуват заедно с неговата прилепчива болест. Други пък пропускат боледуващия свят през себе си. „ Те следят зорко да не би той да остави някоя драскотина в душата им или синина върху сърцето и ако усетят дори и най- малката тревога, затварят плътно преддверието на душата си, поглеждайки към света само през шпионката“. Третият вид са онези, които са разтворили вратите си за целия свят и той преминава през тях като през хан, но без да се задържи нито за миг. „ Ханджията“ изглежда доста съпричастен с това, което чува, но се оказва, че всъщност много внимателно надзирава своето, готов на мига да излети „като космическа совалка през разтворената врата“. Това е привидното съпричастие на този вид хора със съдбата на другия. Авторът търси отговор на важните въпроси за изгубената вяра в човешката природа. Едва ли е случайно, че все повече хора губят надежда, че могат да получат разбиране и подкрепа от друг човек. Още по- малко разбиране може да се получи от учрежденията, където „навалицата е като на воденица“ и е претъпкано от всякакви чиновници. Безразличието към „тежкия дъх на човешката грижа“ е недопустимо. Сравнението на тези учреждения с дебелокожи хипопотами напомня за калната вода, в която хората за жалост затъват все повече. Чиновниците се превръщат в „сиви оброчни камъни, които отдавна са загубили своя смисъл да бъдат свято място, на което човекът да получи помощ, когато има нужда от нея.\nЖивотът наистина продължава да тече, независимо от промените, които се случват в света. Замират старите оброчища, място за молитва и надежда. Отмират обаче и авторитети на хора, почитани като идоли, като този на Мао Дзедун и нищо вече не може да изглади смачкания и изпотъпкан портрет. Остава само усещането за онази безнадеждна и безкрайна сивееща пустиня, в която може би всички сме попадали понякога. В тези моменти на размисъл повествователят идва до идеята за Ноевия ковчег, в който всеки трябва да прибере и да опази най- ценното от живота. Да се „скъта всичко и да се запази, за да се пренесе през времето“. Един вътрешен глас обаче задава доста провокативен въпрос: „ Но ако животът се размножи отново, то той получи ли се?“ Важно е хората да се замислят как да подобрят живота и човешките отношения, за да се получи той наистина и да има смисъл събраното и пренесено в „Ноевия ковчег“. Остава неясно все пак какво би се случило в бъдещето, дали някой ще надникне в трюма и ще оцени събраното.\nИдеята за една нова мисия по примера на библейския Ной завладява като натрапчива мисъл съзнанието. Всред бялата тишина на снежното поле, когато дори „залутаните, танцуващи из въздуха снежинки, като падаха, стъпваха на пръсти, внимаваха да не нарушат тишината“, тази идея се откроява още по- ясно и започва да изпълва душата с трепет. В това видение, което обсебва съзнанието, макар да прилича на лудост, удивително започват да се присъединяват и други хора с различни професии. Всеки от тях носи своето корито, съсредоточен в своята идея или мания. Всички те строят или разрушават с патос и въодушевление. Всеки иска да премине през времето и да остане в историята с делата си. Това човешко множество обаче дава кураж за голямото дело въпреки неясната съдба в бъдеще. Йордан Радичков насочва вниманието към нещо много важно- когато човекът тръгва по пътя на една идея, трябва да има вяра и надежда. Да повярва много силно в работата си, с вяра да преодолява всякакви съмнения, да дяла и кове уверено всеки детайл и да вдигне знамето на палубата. Дори трябва да определи мотото на своята работа. Авторът смята, че съвременният свят не се движи достатъчно бързо, защото му липсва собствено мото. Всичко разказано дотук насочва към извода, че всеки един човек строи кораба на своя живот и сам по себе си светът е една огромна корабостроителница. И добавя: „ А труд в гигантската човешка корабостроителница кипи денонощно“.\nКогато се събират части от живота, те постепенно ще изградят цялата картина. Най- важното е да се съберат живи впечатления, това, което е видяно с очите и пипнато с пръст, истинските непосредствени впечатления със свой цвят и мирис. Това е живият човешки свят. Винаги си струва да се напълни трюма с онова, което той ни е дал и което ние сме дали на него. Дори да няма гаранция за успех за безпроблемно плаване, защото, както осъзнава авторът на „Ноев ковчег“: „Все пак е по- добре да се удавим в океана, отколкото да се удавим на сушата“. Затова си пожелава „На добър час!“. Заслужава си."
    },
    {
      "title": "Борба",
      "author": {
        "name": "Христо Ботев"
      },
      "text": "Христо Ботев – „Борба“\nБорбата на човешкия дух срещу злото, което разяжда света (есе)\nСтихотворението „Борба“ е част от темата за пътя към свободата, която доминира в поезията на Христо Ботев. Началото на творбата разкрива душевното състояние на лирическия герой. Поетът дава пряк израз на страданието, което е завладяло дълбоко всички сетива. Белезите на това страдание проличават в погледа „мрачен“, в разума- „умът не види/ добро ли, зло ли насреща иде“. Възприятията са потискащи и за сърцето, и за паметта. Младостта, която би трябвало да е най- прекрасното време от живота, тук преминава в „тъги и неволи“. Душата е изпълнена със „спомени тежки“, които явно са породили отрицанието на най- светлите чувства- „в гърди ни любов, ни капка вяра/ нито надежда“. Цялата характеристики на времето, в което живее младият човек, е очертана със силно експресивна поетическа лексика: „кръвта се ядно в жили вълнува“, „злобна ги памет често повтаря“, „сън мъртвешки“. Така Ботев постига желания стилистичен ефект, за да покаже тази жестока, притискаща атмосфера, в която е принуден да живее свестният човек. Разминаването между един висок идеал и наложения принизен до дъното морал е причината за това екзистенциално страдание, което изпълва всички сетива и на тялото, и на душата. В едно социално несправедливо устройство на обществото, в което властват социални и религиозни догми, истинските човешки ценности са преобърнати: „ Свестните у нас считат за луди/ глупецът, вредом всеки почита“. Основният критерий за уважение и почит е богатството, зад което обаче може да стоят непочтени, престъпни дела, което не би трябвало да бъде прието с одобрение: „ колко души е изгорил живи/ сироти колко той е ограбил/ и пред олтарят бога измамил/ с молитви, с клетви, с думи лъжливи“. Този „обществен мъчител“ става пример за това, как моралът може да бъде изопачен, как се потъпква добродетелта, благородството, човешката загриженост и вяра. Всичко това е в пълен разрез с идеята за справедлив социален ред и деформира общественото мнение.\nСоциалното зло се утвърждава и от онези, които би трябвало да му противодействат, защото са призвани да издигат вярата, науката и просвещението. Вместо това те стават слуги на един лицемерен морал: „ И поп, и черква с вяра слугуват/ нему се кланя дивак учител/ и с вестникарин зайдно мъдруват…“. Ботев народно използва груба лексика- „поп, дивак, вестникарин“ с ироничен смисъл, за да изрази своето възмущение от това, че точно те налагат една погрешна житейска философия, „че страх от бога било начало на всяка мъдрост“. Така те въздействат върху съзнанието на цялото общество и се опитват да го направляват в желаната посока.\nВ съвремието на поета има привърженици на идеята, че потиснатите народи могат да се освободят само когато съзнанието им еволюира дотолкова, че да поискат да бъдат свободни. Ботев обаче не приема тази идея, която изисква един прекалено дълъг период на изчакване, защото промяната на съзнанието е дълъг и сложен процес. Ето защо изразява критична позиция с патос, който е характерен за публицистиката му. Той вижда вредата , която нанася онази част от интелигенцията, която подкрепя философията на търпението, на пасивността. Подобно поведение съдейства да се насажда страхът, който става основа за робско подчинение и послушание към властниците: „Че страх от бога било начало на всяка мъдрост“. Лицемерното свързване на бога с онези, които искат да властват над живота на хората, е явно начин за манипулиране на съзнанието им: „ Бой се от бога, почитай царя!“ Поетът искрено се възмущава от личности като древноеврейския цар Соломон, прославян като мъдрец, който обаче утвърждава подобна „мъдрост“, удобна за всеки, който властва, като притиска свободата на човешката личност. С помощта на религиозни догми се сковава разумът и се поставят ограничения, които изискват примирение. Страшното е, че това се утвърждава от поколения наред. Тази заблуда, изречена от Соломон, „светът и до днес повтаря“. Ботевата поетична сила и съпричастие избликват гневно като израз на болка и разочарование от действителността, в която са принудени да живеят хиляди извисени умове от човешкия род: „Свещена глупост! Векове цели/ разум и совест с нея се борят; борци са в мъки, в неволи мрели, / но кажи, що са могли да сторят!“. Този лицемерен морал се оказва по- силен от разума и съвестта, от усилията на онези, които са се борили да разрушат оковите за разума и свободата. Така всъщност човешкото общество се озовава в ролята на подчинен и обезличен роб, който не осъзнава своето унижение, защото го приема безропотно, с вяра в заблудите, с които го захранват онези, които Ботев саркастично нари ча „стадо от вълци в овчи кожи“. Насажданата философия на примирение със злото принизява човешката личност до скота, който безчувствено се оставя да го експлоатират:“ Светът привикнал хомот да влачи/ тиранство и зло и до днес тачи;/ тежка желязна тъка целува,/ лъжливи уста слуша със вяра…“.\nЯвно злото не е от днес, поколения наред приемат унизителната съдба, без да намерят сили да му се противопоставят. Нещо по- страшно- хората се оказват упоени от заблуди, които коварно подменят истинските човешки ценности с фалшиви, на които те да служат. Метафоричната образност, използвана от Ботев, за да покаже това, е ярка и въздействаща: „тежка желязна ръка целува“, „стадо от вълци в овчи кожи“. Оксиморонът е подходящ да подчертае несъвместимите понятия- „дивак учител“, „лъжи святи“.\nАвторът на стихотворението „Борба“ е човек с неспокоен търсещ разум. За него свободната човешка воля трябва да стои над всичко. Ето защо сарказмът в стиховете му е напълно основателен, когато визира заблудите , налагани на човешкото съзнание, за да изтрият всяка следа от човешко достойнство. Ботев дава израз на безпощадната си ирония към чудовищното израждане на човешката същност- помиряване със зверската жестокост. Тук по подобие на популярната поговорка „Преклонена глава сабя не я сече“ е показана една унизителна философия на робско примирение: „мълчи, моли се, кога те бият,/ кожата да ти одере звярът/ и кръвта да ти змии изпият,/ на бога ти се надявай:/ „Боже, помилуй- грешен съм ази“. Човекът е заставен да вярва, че греши във всичко, че има кой да му казва какво да прави и как да мисли. Това са пак същите „вълци в овчи кожи“, които се опитват да потискат по всякакъв начин човешкия дух, за да властват над него, като го убеждават, че да се подчинява човек е за негово добро. Религията и тук се използва в услуга на нечисти, антихуманни цели. Бог е представен като утешител на безсилните, безпомощни човешки същества. Това не е истинският смисъл на връзката човек- бог, защото той е дал на човека правото на свободна воля, на свободен избор. Този измислен от властниците бог , е антипод на истинския бог. Затова Ботев отбелязва с неприкрита ирония, че „бог не наказва, когото мрази“, вместо когото обича. Човекът, подобен на червей, когото всеки може да настъпи и размаже, не би могъл да бъде достоен за любовта на своя създател.\nБолката и гневът на поета се сливат в едно, защото той е част от човешката общност и не може да приеме безчувствено заблудите, които водят към падение и унижение на човека. Ботев не поставя себе си над другите, а се удивлява от това, доколко е упоен човешкият разум, за да позволи това страшно падение на човешкия дух, което определя като „сън мъртвешки“. Удивен е доколко се е обезсмислил човешкият бунт срещу несправедливостта и социалното разделение: „Тъй върви светът. / Лъжа и робство на тая пуста земя царува!“. Изглежда сякаш това продължава безкрайно и няма място за надежда и промяна: „…из род в потомство / ден и нощ- вечно тук преминува“. Но човешкият дух има неизчерпаема сила и дори частица от него да оцелее въпреки всички капани, заложени да го уловят, той отново ще се издигне над всичко низко и античовешко, за да се освободи от оковите на глупостта, за да въздаде справедливост на онези, които са причинили злото. Във финалните стихове поетът влага особена сила и патос. Тук е изразена неговата вяра в живия човешки дух: „И в това царство кърваво, грешно,/ царство на подлост, разврат и сълзи,/ царство на скърби- зло, безконечно!/ кипи борбата и с стъпки бързи/ върви към своя свещени конец…“ Градацията засилва въздействието на образността. Сред мрачните очертания на картината проблясва лъчът на оптимистичното начало на преображение на демоничния свят на злото. Борбата за социална справедливост изисква категоричен избор- „Хляб или свинец!“. Този поетичен израз утвърждава бунтовния призив „Свобода или смърт!“. Борбата за нов, по- справедлив свят, ще направи възможно едно достойно човешко съществуване. Това е високата цел, в името на която се движи борбата към своя заветен, желан край, наречен „свещени конец“. Пътят към бъдещето започва от настоящето, в което „кипи борбата“. Лирическият герой се чувства един от онези, които участват в тази борба, за да се противопоставят на злото, което разяжда света и го води към духовна гибел. Самият поет е един от тях, което доказва с личната си съдба.\nСтихотворението „Борба“ е свързано изцяло с идеята за социалната несправедливост и човешките заблуди, които оковават разума и потискат съвестта. Оптимистичният завършек на Ботевата творба насочва към единствения успешен разумен път на човечеството за избавление. Път, който осъществяват хората на здравия разум, онези, които са подвластни единствено на порива към свобода и социална справедливост. Стихотворението „Борба“ звучи актуално и днес, когато все още за съжаление има апатия и примиреност с несъвършенствата в устройството на човешкото общество и в човешките взаимоотношения. Към тях са насочени поетичните послания на Христо Ботев."
    },
    {
      "title": "Андрешко",
      "author": {
        "name": "Елин Пелин"
      },
      "text": "Елин Пелин- „Андрешко“\nОбичайно Елин Пелин е определян като творец, свързан с живота на българското село. Тази връзка всъщност е насочена към изначалните ценности като земята и човешкия живот. Той поставя в центъра на вниманието условията на живот на хората, които се грижат за земята, но получават за труда си несправедливо малко, когато този труд се ограбва от държавата, търсеща само полза за себе си, без да дава подкрепа и закрила. Често изправен срещу природата и нейните непредвидими изпитания, човекът остава сам срещу неблагоприятните обстоятелства, заради което не може да осигури прехраната за себе си и своето семейство.\nВъв времето, в което се развива действието в разказа „Андрешко“, държавата определя непосилни данъци за селските труженици, без да се интересува от условията на труд и потребностите на хората да преживяват от това, което са добили често с тежки усилия. Така темата за страданието в живота на хората от българското село естествено става водеща в разказите на Елин Пелин, за да покаже реално съдбата на тези, които се опитват да оцелеят и да запазят човешкото в себе си, дори в едно несправедливо устроено общество. Началото на разказа въвежда директно към персонажите в него- младият каруцар Андрешко и съдията изпълнител. На фона на мрачния пейзаж каруцата се насочва към селото, за което пътува съдията, Неговата цел става ясна от разговора с младия селянин, който се опитва да разбере кой е неговият кираджия. В думите на съдията веднага проличава неприязън към хората от село, за които той явно си е изградил впечатление, че са хитреци и лъжци, които често се преструват: „Гледам ги в съдилището… Овчичка, такъв, глупав, пък той цял вълк! Играят си със съдията“. Вероятно служебното му положение е предопределило негативното отношение към селяните, защото се оказват неплатежоспособни и затрудняват с това работата на съда. Когато Андрешко се опитва да ги защити, като казва, че причината да хитруват е от простотия и сиромашия, съдията намира нов довод срещу тях: „От сиромашия се оплакват, а пиянствуват като скотове…“ . За него, като представител на властта, няма оправдание за неплащане на данъците, определени от държавата. Причините за това не се вземат предвид реално, защото властта не се интересува как живеят хората, които се трудят на полето, за да осигурят прехраната си. За нея е важно те да са изрядни данъкоплатци. Младият каруцар познава много добре живота на селските труженици: „Че пиянствуват- пиянствуват, всички пиянствуват. За добро, а не от добро…“. Така се потиска мъката от непосилния живот, който са принудени да живеят. За тях, както казва самият Елин Пелин, държавата е мащеха, която не ги приема с грижа и достатъчно внимание. Те са за нея „пропаднал народ“, както ги нарича съдия изпълнителят.\nРазговорът между двамата явно не носи добро настроение въпреки нагласата на каруцаря да приема с насмешка нещата. Андрешко усеща острата неприязън на съдията и това го кара да се замисли за това, което чува от своя пътник, облечен топло във вълчи кожух. Тук аналогията едва ли е случайна. Няколко пъти авторът напомня за вълчия кожух, като явно подчертава връзката с характера на този персонаж, както и със служебното му положение като представител на властта. В думите му се забелязва определението „овчица“ за селяните, които е виждал в съда. Естествено се противопоставят вълк и овчица- властта и селските труженици. Вълкът винаги е готов да изяде овцата, без да изпитва угризения. Подобно е отношението към бедните и беззащитни селски хора. Дали ще могат да просъществуват, да преживеят до следващата реколта, след като дадат всичко, което са изкарали с тежък труд от земята, за държавата и нейните данъци не е важно. Тази „вълча“ политика е извън вниманието на съдията, който е убеден, че така е справедливо. На въпроса на Андрешко, по каква работа пътува, той разяснява, че отива да въздаде заслуженото на онзи, който не е успял да си плати дължимия данък. Отново се забелязва ехидното отношение на този представител на властта към обикновения човек от народа: „Играе ме един вашенец там, ама тоя път ще му дам да разбере. Няколко пъти го гоня, а все се изплъзва от ръцете ми… Разбрах, че дяволува, и ще го издебна довечера, та ще ме помни… Житцето му ще секвестирам! Хем него на ум ще науча, хем да ви покажа един пример, та да не кръшкате друг път„. Съдия изпълнителят се идентифицира изцяло с държавата, двамата стават едно цяло, с едни и същи интереси. Той защитава интересите на държавата, както куче пазач пази всичко, което е на собственика му. Съдията има дори определена стратегия, за да вземе дълга от длъжника, като го накаже. В това той влага прекалено много старание, като се изпълва със самочувствието на фактор. Мечтае за повече власт, с която да направи дори невъзможното: „Ах, защо нямам повечко власт? Ангели ще ви направя“. В думите на този служител на закона има само злоба и закани към хората от селото: „Е, ама чакай, жено селяшка- властта се лесно не лъже! Пипа тя- здраво пипа! За вас камшик, руски камшик- така ще се оправите…“ Това, което е важно за него, е събирането на данъците да става на всяка цена, а онова, което пречи, предизвиква възмущението му: „Станахте пияници, пропаднахте, развалихте се- ще станете неспособни данъкоплатци и ще съсипете държавата“. Поведението на съдията изпълнител предизвиква горчива ирония у младия каруцар, който използва афоризми, за да изрази несъгласието си- господ сметнал, че на магарето му трябват дълги уши и му ги дал. Когато разбира „кому ще изгори душицата“ този слуга на властта, Андрешко взема решение, че трябва да помогне на човека, който може да остане без прехрана за цяла година. Младият момък ясно си представя как би приел бедата Станой: „ Ти ми докара тая беля, Андрешко…“ И макар че ще му прости, нещастието ще остане. Това предизвиква у младия каруцар дълбоко съпричастие със съдбата на другия. Той се чувства отговорен за това, което ще се случи, ако докара съдията в селото. Затова се решава на рискована постъпка- да остави пътника си в блатото през нощта и да предупреди Станой да скрие житото, за да се спаси от глад. Андрешко вероятно осъзнава ясно какви последици ще има дръзкото му поведение, защото се изправя срещу представител на властта и на закона. Едва ли ще има кой да го защити и оправдае. Той обаче следва своята човешка съвест, която не му позволява да причини зло на друг човек, дори и без да е лично виновен за него: „Трябва да му се помогне на човека, трябва да му се помогне…“. Отношението тук е като човек към човека, докато при съдията липсва човешкото съпричастие. Младият момък не злорадства над съдията, който изглежда смален и жалък, оставен сам в тъмнината. Няма и следа от високомерието му отпреди, той хленчи, моли, обижда Андрешко, накрая притихва отчаяно. Едва ли обаче може да предизвика съчувствие, защото не го заслужава.\nПейзажът у Елин Пелин винаги е олицетворен и в синхрон с преживяванията на героите му. Драматизмът на събитията се отпечатва върху природата: „ И тъжното зимно време също беше замислено“ Преобладават мрачните тонове в рисунъка. Картината на студената зимна вечер засилва усещането за безрадостен свят, в който няма справедливост, няма надежда за бъдещето. Дори небето е студено и помръзнало, а звездите са ледени. Единствената утеха може да дойде само от човешкото сърце. Героят на разказа, Андрешко, се солидаризира със своите събратя по тегло, за да си помагат в общото зло. Той успява да се издигне над принизената действителност и над страданието със своята човечност и предприемчивост. Той не се примирява, а търси възможност да намери решение на задаващата се беда. Явно това е единственото, което може да се направи като съпротива срещу един несправедливо устроен свят, жесток и бездушен към онези, които не могат да му се възпротивят или да го променят.\n\n"
    },
    {
      "title": "Приказка за стълбата",
      "author": {
        "name": "Христо Смирненски"
      },
      "text": "Христо Смирненски- „Приказка за стълбата“\nПътят към целта и цената на успеха\n„Приказка за стълбата“ съдържа важни послания за онези, които търсят отговор за това какъв е пътят, по който да върви младият човек, изправен пред избора на своя живот. Изпълнен с енергия да промени света към по- добро, той често е готов да премине през всякакви бариери и ограничения, които са препятствие за постигане на желаната цел. Именно в това е заложен смисълът на промяната, от която се нуждае всяко човешко общество, за да се развива, да върви напред и да усъвършенства условията на човешкия живот. За да има възход и прогрес, трябва обаче да се преодолеят заблудите и погрешните модели на поведение, които отклоняват човека от вярната посока към върха.\nХристо Смирненски избира интересен жанр за тази своя творба- тя е „приказка“, в която са използвани елементи на фейлетон, притча, алегория. Заслужава особено внимание написаното под заглавието: Посветена на всички, които ще кажат: „ Това не се отнася до мене!“. То насочва към сериозен размисъл- дали не пренебрегваме нещо много важно в желанието за успех по пътя на живота.\nОсновен персонаж в „Приказка за стълбата“ е младият момък, който иска да въздаде справедливост, да отмъсти на онези, които са виновни за страданието на угнетените и обезправените. Готов на всичко, за да постигне желаната цел, младият плебей се изправя пред стълбата, водеща към върха, където са онези, които иска да накаже. Изправя се решително, със стиснати юмруци, на фона на гневните сиви тълпи на мизерията. Момъкът е един от тях, той е завладян от състрадание към тяхната участ. За да подчертае потресаващата сила на тази участ, Смирненски рисува в детайли образите на унижените и оскърбените. Тези, които живеят в свят на социално неравенство, тези, които не могат да вкусят радостта от живота, защото са осъдени още по рождение да са на дъното на обществото. Сред страдалците се откроява старец „приведен доземи“, до него е босоного момиченце с „кротки, сини като метличина очи“, с чиста детска усмивка. Описанието на тълпите привлича погледа с тяхната многобройност, напомнят „мътни вълни на придошла река“. Те са жива маса, която пулсира като едно цяло. Яростни викове разлюляват въздуха, чува се гръм от негодувание. Всичко това замира бавно „като далечни топовни гърмежи“, които явно не достигат до слуха на онези, които предпочитат да не чуват гласа на онеправданите. На хоризонта се откроява „гора от сухи черни ръце“, жълт прах и се чува хор, който пее погребална песен. Всичко това са белезите на човешкото страдание, изразено в болезненото възклицание на момъка с изправено чело, застанал пред стълбата от бял мрамор с розови жилки: „ О, колко грозна е земята и колко са нещастни хората!“. Заради своите събратя „дрипльовци“ той е насочил поглед, изпълнен с омраза, към онези, които гледат на света отвисоко и се смятат за недосегаеми. Пред стълбата обаче стои този, който охранява онези на върха. Той е призван да им служи и да опази техните интереси. Дяволът е олицетворение на изкушението пред човека. Той не спира рязко устрема на младежа да върви нагоре, иска само откуп, за да го пропусне. Предложението на дявола е направено изкусно- не иска всичко наведнъж, сделката става стъпка по стъпка, дава време за размисъл, без да притиска бедния дрипав юноша. Всъщност дяволът само предлага възможност, а човекът решава дали да я приеме. Младият плебей приема да даде слуха си, уверен, че това няма да го спре да осъществи своята цел – да отмъсти на тия принцове и князе заради своите братя по съдба. След като се разделя с човешкия си слух, юношата вече не може да чуе техните стенания, „по- зловещи от декемврийски виелици“. Вместо това той чува песни и безгрижен смях. Няма да може да вижда „голите им кървави меса“, нито лицата им „жълти като пясък“. С новите очи, дадени от дявола, получава нов поглед към тълпите долу- те вече са облечени добре, а кървавите рани изглеждат като „чудно алени рози“. Изпълнен с решителност да отмъсти на онези, които ненавижда, младият момък, плебей по рождение, заявява още в началото, че е готов да сложи главата си като жертва в името на жадуваната цел. Неговата готовност е на всяка цена. Юношата не си дава сметка, че цената, която трябва да плати, за да осъществи желанието си, всъщност не е без значение. В уговорката със стража на „ония горе“ той губи най- ценните си сетива, с които възприема света такъв, какъвто е , а не такъв, какъвто някой друг иска да изглежда. Устремът към целта и младата енергия го подвеждат, че може да даде всичко от себе си, за да успее, но не осъзнава какво губи в своя устрем нагоре. Когато изкусителят дявол поисква сърцето и паметта му, момъкът за кратко изпитва колебание, защото разбира все пак, че това е много жестоко: „ Ти ми вземаш всичко човешко“. Драматизмът в този момент е доста силен: „ Но аз ще бъда най- нещастният“. Сякаш е готов да се откаже да се изкачва по мраморната стълба. На везните са поставени отмъщението, социалната справедливост, от една страна, и, от друга страна, запазването на най- ценното за човека- неговото сърце и памет, без които той се обезличава и става безчувствен. Тук се появява въпросът- заслужава ли си жестоката цена, която иска от човека дяволът. Наистина, младият човек е съвсем близо до своята заветна цел, само едно стъпало и ще може да отмъсти на онези „тлъсти князе и принцове“, заради които страдат безброй от неговите събратя, но той знае, че това, което иска изкусителят с ироничните зелени очи, е прекалено много. В този драматичен момент момъкът с бунтовен дух, свил гневно юмруци, все пак решава, че си струва цената, за да стигне върха. Така се разделя с всичко човешко. Той престава да бъде един от своите събратя, изменя на своята човешка същност. Не чува, не вижда, не осъзнава страданията им- вече не е един от тях. Преображението на младия човек е удивително- преминава последното стъпало „гневен и сърдит“ като в лятна буря и „изведнъж в лицето му грейна усмивка, очите му заблестяха с тиха радост и юмруците му се отпуснаха“. Той вече е безчувствен и далечен за дрипавата тълпа, която вижда облечена прилично, а стоновете й са се превърнали в химни. Плебеят се превръща в принц, за когото светът отвисоко изглежда прекрасен.\nПътят към върха се оказва не само стръмен, но и драматичен. Стълбата, по която се възкачва младият човек, всъщност се оказва, че води надолу. Тя изчерпва всичко човешко и ценно, за да го замени с фалшиви ценности, които привидно осигуряват безгрижен и щастлив живот. Живот на човешки същества без душа, потопени в морето на охолството, но заплатили за това с предателство, с измяна към високите идеали и стремежи за истинско човешко щастие и благоденствие на земята. „Приказка за стълбата“ на Христо Смирненски безспорно съдържа предупреждение към всички онези, които са се устремили към върха, но дали това трябва да стане на всяка цена? Посланието на автора на тази особено поучителна „приказка“ е насочено преди всичко към младите хора, на които предстои да направят своя житейски избор- да разпознават заблудите и уловките на изкушението, за да изживеят живота си смислено, като следват истинските човешки ценности."
    },
    {
      "title": "До моето първо либе",
      "author": {
        "name": "Христо Ботев"
      },
      "text": " Христо Ботев- „До моето първо либе“\nЛюбовта- идеал и вдъхновение за героични дела\n„До моето първо либе” е един от шедьоврите в поетичното творчество на Христо Ботев, с който може да се гордее всяка културно развита нация. Това е високо постижение на изкуството да се твори поезия, която съчетава, от една страна, дълбоки лични чувства и настроения и от друга страна, общочовешки и социално значими идеи.\n\nСтихотворението е публикувано за първи път във в. „Дума на българските емигранти” през 1871 г. със заглавието „До либето ми”. Предполага се, че има автобиографичен характер, което насочва към любопитния въпрос коя може да е „изгората”, вдъхновила големия български поет за създаването на творбата. Сред предположенията са имената на Парашкева Шушулова, учителка в Калофер, и Мария Горанова, далечна сродница на Ботевата фамилия. Според признанията на самия поет, в родния му град са се зародили първите му любовни вълнения- „тоя алтън Калофер, който роди в мене страстна любов, коя тъй рано загина, и дълбока омраза, коя ще ме придружи до гроба…” Вероятно в тези думи са заложени основните характеристики на чувствата, които определят емоционалното отношение на неговия лирически герой към света, в който живее- силна любов и омраза. Тази полярност на чувствата ясно показва колко безкомпромисен и категоричен може да бъде той в своята позиция особено когато се отнася до съдбата на българския народ и Отечеството му.\n\nКато творба „До моето първо либе” е изключително богата на метафорична образност. Формата на драматична изповед има силно художествено въздействие заради завладяващата проникновеност на душевните състояния. В стихотворението се очертават три основни мотива- на любовта, изкуството и революционната промяна на света. Чрез тях авторът разкрива своята представа за ценностите и смисъла на човешкия живот. В едно от своите писма Христо Ботев пише: „Наистина, най- голямата добродетел в света е любовта към отечеството, но какво да правиш, когато са малцина ония хора, които да разбират, че тая добродетел естествено е основана на друга- на любовта към ближния?” (До Ив. Драсов, 1874 г.) От написаното личи, че Ботев не отрича любовта и не може да се твърди, че според неговите разбирания любовта трябва да се жертва в името на революцията. По- точно е да се каже, че според него личното щастие може да се постигне единствено чрез активна гражданска ангажираност, свързана с идеала за благоденствие на човечеството, част от което естествено са най- близките за сърцето хора. Според лирическия герой на Христо Ботев представата за романтичното и възвишеното в живота е свързана с борбата за преобразяването на света, в който живее. Абстрактното, космополитичното понятие за света му е неприсъщо, чуждо и далечно, за разлика например от представите на романтиците в западноевропейската литература, които са съвременници на великия български поет революционер. Основната цел, която вдъхновява делата му, е пътят към свободата на неговия изстрадал народ. Всичко това определя ясно идейната и естетическата позиция на лирическия говорител в стихотворението „До моето първо либе”. Прякото, непосредствено обръщение към либето още в началните стихове на творбата разкриват стремежа му да намери разбиране и отзив, като въздейства убедително със своята силно емоционална изповед: „…млад съм аз, но младост не помня,/ пък и да я помня, не ровя/ туй, що съм ази намразил/ и пред тебе с крака погазил.” Отрицателните форми в повелително наклонение звучат настоятелно и категорично: „Остави таз песен любовна,/ не вливай ми в сърце отрова…”; „Забрави туй време, га плачех/ за поглед мил и за въздишка…” Младежкият порив на любовта вече е преодолян като единствено важен смисъл на живота. За лирическия Аз тези тясно лични чувства са били прекалено егоцентрични. В съзнанието на влюбения от значение е била само близостта до любимата девойка, но тази близост отрича всяко съпричастие със света наоколо и със съдбата на другите хора. Тази вглъбеност в любовното преживяване поетът определя като своеобразно робство на чувствата, като безумство: „ роб бях тогаз- вериги влачех,/ та за една твоя усмивка,/ безумен аз светът презирах/ и чувства си в калта увирах!” Лирическият изповедник в стихотворението отрича предишната си представа за лично щастие, защото тя принизява идеала за истинската любов. Промяната в отношението му към любовта и любимата е предизвикана от един нов светоглед, който разкрива друг поглед към житейските ценности.   Явно влюбеният млад човек е осмислил една безспорна истина- не можеш да бъдеш напълно щастлив, когато твоите близки и народът, към който принадлежиш, живеят в робска зависимост, сред болка и страдание, в един социален и политически ад. Осъзнаването на тази истина събужда отново съпричастие с общото страдание и заглушава спомена за личното щастие в близост до любимата:\n\nЗабрави ти онез полуди,\n\nв тези гърди веч любов не грее\n\nи не можеш я ти събуди…\n\nСякаш любовта е изгаснала в сърцето завинаги и там се е настанила ожесточена омраза, породена от нечовешките мъки, в които живее народът: „…там, де скръб дълбока владее, де сичко е в рани покрито/ и сърце зло в злоба обвито!” За да изгради силно въздействащ израз на емоционалното състояние на лирическия изповедник в стихотворението, Ботев използва умело плеонастичното повторение „сърце зло в злоба обвито”. Създава се внушение за всеобхватност на злото- „сичко е в рани покрито”. Това провокира още повече желанието да насочи своята енергия към възможната промяна в съдбата, както на народа, така и своята лична съдба, вече като част от общонародната.\n\nЛирическата изповед в творбата не спира дотук. Още твърде важни и съкровени идеи вълнуват душата на младия родолюбец. Той не се отрича изцяло от любовта, не цели да отблъсне любимата си завинаги. Напротив, обръщенията към нея показват недвусмислено желание тя да се приобщи към неговите възвишени патриотични идеали. За да стане възможно това, трябва тя самата да чувства и да съпреживява трагичната участ на унизения, ограбван и притискан насила народ; да се вслуша в неговия глас: „…чуйш ли как пее гората?/ Чуйш ли как плачат сиромаси?” Докато в първите три строфи авторът насочва вниманието към отрицанието на миналото, в което доминират егоцентричните чувства, в следващите строфи включва нови мотиви, свързани с фолклорната традиция да се възпява и разказва това, което преживява народът. Гласът на песента или на разказвача е призван да пресъздаде в картини и образи народния живот- „как стене гора и шума”, „ как ечат бури вековни,/ как нареждат дума по дума- /приказки за стари времена/ и песни за нови теглила!” Според признанието на лирическия Аз именно този глас е причината да промени предишните си чувства:\n\nЗа тоз глас ми копней душата,\n\nи там тегли сърце ранено,\n\nтам, де е се с кърви облено!\n\nПриобщаването на либето към този призивен глас ще ги сближи духовно и ще осмисли по нов начин любовта между тях. Това възприятие на поета за любовта носи определено демократичен характер за разлика от консервативната патриархална традиция. В него може да се открие и връзка с легендарните образи на жени, участвали в освободителната борба наравно с мъжете.\n\nТрагизмът в народната съдба е водещ мотив в песента, която лирическият герой призовава да запее либето със своя „глас чуден”. Императивните форми, подредени като анафора, имат особено силно художествено въздействие:\n\nЗапей и ти песен такава,\n\nзапей ми, девойко, на жалост,\n\nзапей как брат брата продава,\n\nкак гинат сили и младост,\n\nкак плаче сирота вдовица\n\nи как теглят без дом дечица!\n\nКартината е наситена със затрогващо съчувствие и явна близост с участта на народа.\n\nВ следващата строфа лирическият говорител категорично представя единствената алтернатива в личните отношения с любимата девойка: „Запей или млъкни, махни се!”. Тя трябва да избере- да последва пътя на своя любим, или няма да има място до него. Призивът не е само категоричен. В думите към либето звучи и обич, израз на която е обръщението „изгоро”. Фактът, че образът на либето не е конкретизиран, насочва към извода, че вероятно това е идеал за любимата или идея за едно ново разбиране за любовта, за ролята на любимата като духовна спътница в живота на героя. Като идеал за жена „либето” е обрисувана в стила на народната поетика- с „глас чуден”, млада, с омайна усмивка; назована е с нежност „изгоро”.\n\nВремето на примирението и търпението обаче вече се е изчерпало. Идва времето на действието за преобразяването на света чрез очистващата сила на революцията. Рисунъкът на картината е впечатляващ. Ботев използва ярка метафоричност, силни възклицания („Ах, тез песни и таз усмивка…”), динамичност и експресивност чрез глаголните форми („кърши”, „свива”, „пищи”), с които постига забележителна грандиозност в изображението:\n\nТам… там буря кърши клонове,\n\nа сабля ги свива на венец;\n\nзинали са страшни долове\n\nи пищи в тях зърно от свинец,\n\nи смъртта й там мила усмивка,\n\nа хладен гроб сладка почивка!\n\nОтново, както и в други Ботеви творби, се появява мотивът за смъртта и гроба, представени по нетрадиционен начин. Саможертвата за свободата и за един друг, хармоничен ред на битието се възприема от поета и неговия лирически герой като изпълнен дълг. Вероятно оттук идва асоциацията за един красив финал на живота му.\n\nВ последната строфа на поетичната творба, въодушевен от видението на тази преобразяваща света буря, която пречиства и възвисява, лирическият изповедник отново търси израз на чувствата, които разтърсват душата му, чрез песента:\n\nАх, тез песни и таз усмивка\n\nкой глас ще ми викне, запее?\n\nКървава да вдигна напивка,\n\nот коя и любов немее,\n\nпък тогаз и сам ще запея\n\nщо любя и за що милея!…\n\n„До моето първо либе” е завладяваща поетична изповед, която разкрива съкровени житейски ценности чрез неповторимо ярките образи на либето, песента и бурята. Изповедният стил на творбата обаче не е само от чисто личен характер. Тя съдържа важно послание с общочовешка значимост- истинският смисъл в човешкото съществуване е в това човекът непрестанно да усъвършенства своята същност, да се ръководи от чисти и високи идеали като свободата, осмислена като духовен, социален и родолюбив дълг към Отечеството, и от любовта, която е приобщена към тези върховни ценности, която осветява и вдъхновява за героични дела в името на едно желано светло бъдеще."
    },
    {
      "title": "Новото гробище над Сливница",
      "author": {
        "name": "Иван Вазов"
      },
      "text": "Иван Вазов –  „Новото гробище над Сливница“\nНеслучайно Вазов е наречен „народен поет“ и това не е звание или титла, дадена като награда, а признание за неговото всеотдайно съпричастие към съдбата на българския народ. В радостни дни или в тежки изпитания за този народ поетът винаги е изживявал заедно всичко с него. Това показва демократичния и патриотичния характер на неговото творчество.\n\n         Когато започва Сръбско- българската война през 1885 г.  Иван Вазов отново е съпричастен със събитията и техния отзвук в сърцата на българите. Той дава израз на всеобщото удивление от ентусиазма и издръжливостта на българските войници, които изминават в бърз ход разстоянието от южната до западната граница на България и влизат направо в бой с врага, като дори го побеждават. Народният поет посвещава на тях стихосбирката си „Сливница“. В нея възпява патриотичния подвиг, но изразява и скръбта от жертвите на тази братоубийствена война. Стихотворението „Новото гробище над Сливница“ започва с минорен тон. Героите, впечатлили света с героизма си, спят вечен сън там, където са се сражавали, за да защитят земята ни. Траурните слова на поета въздействат по естествен начин като думи към близки на сърцето хора. Вазов напомня за военната им длъжност- „вий в други полк минахте / де няма отпуск, ни борба“. Така, както са воювали рамо до рамо, те лягат в родната земя завинаги, братски прегърнати, сякаш да я пазят докрай. Обръщението „деца бурливи“ е част от реторичния въпрос за смисъла на героичната саможертва на тези български синове. Не заради златен трон или някой кумир загиват те, гордо изправени в боя. Най- високият, най- светлият идеал ги води напред, смели и всеотдайни до последния им миг живот:\n\n                   Българио, за тебе те умряха,\n\n                   една бе ти достойна зарад тях\n\n                   и те за теб достойни, майко, бяха!\n\n                   И твойто име само кат мълвяха,\n\n                                               умираха без страх.\n\nТези стихове остават и до днес най- възвишената прослава на патриотизма на българските воини, които отстояват свободата и независимостта на родината България. Нейното име ги прави неустрашими и безпределно храбри. Образът на родината  се слива с един възрожденски образ- образът на майката, и това създава особена възвишеност на този идеал. Достойни един за друг, воините и родината майка остават завинаги заедно чрез подвига, който ги обрича на безсмъртие, защото са защитавали най- святото за тях с цената на живота си.\n\n         След този силен патриотичен изблик се връща отново елегичният тон в думите на поета. Той не може да приеме безлично забравата към мястото, което трябва да напомня за истинския пример за патриотична всеотдайност- гробовете на онези, които България трябва да почита така, както се почитат героите в нейната драматична и изпълнена с изпитания дълголетна история. „Новото“ гробище над Сливница, където лежат онези синове на родината, които показват чудеса от героизъм и стават пример за поколенията, за съжаление започва да потъва в забрава. Светът на живите се движи забързано в своя ритъм, в който не остава достатъчно време за възпоминание на мъртвите герои. Може би с течение на времето имената им ще избледнеят още повече под сянката на „забвението“ и въпросът „кои сте вий?“ ще намира трудно отговор. Единствените, които ще продължат да бдят над тези надгробни могили, ще бъдат „майките свети“ и поетът, за който това е нравствен и човешки дълг. Опасенията на твореца са, че така може да се забрави безценният пример за патриотична гордост и отдаденост в съзнанието на новите поколения, които трябва да се учат как да обичат и да защитават, когато се наложи, земята и родината си. Най- доброто; което може да направи народният поет, е, да възпее подвига на българските воини и тази прослава да го пренесе през времето към бъдните поколения:\n\n                            Борци, венец ви свих от песен жива,\n\n                            от звукове, що никой не сбира:\n\n                            от дивий рев на битката гръмлива,\n\n                            от екота на Витоша бурлива,\n\n                                                                  от вашето ура.\n\nВъзпяването чрез поетичното слово ще опази героичното дело от праха на забравата. Нещо повече дори-  чрез него може да се увековечи патриотичната слава на българските защитници:\n\n                            И тоз венец- той няма да завене,\n\n                            и тая песен вечно ще гърми\n\n                            по българските планини зелени…\n\nТези думи въздействат силно като израз на възторг и преклонение пред падналите в боя герои. Патетичният тон засилва това въздействие, което утвърждава „славата, що вечно пей и стене“. Така Вазов умело съчетава в своята творба стила на елегията и одата.\n\n         Последните стихове в „Новото гробище над Сливница“ са прочувствени, изпълнени по човешки с тъга и скръб. Поетът отново напомня, че храбрите бойци, защитници на българската земя, вече не са между живите, останали завинаги под „тез могили ледни“. За тях няма никога повече да прозвучи бойната тръба, няма да чуят отново „славний гръм на битките победни“. Последният войнишки марш за тях е към вечността. За тях прозвучава в края на творбата прощалният стих „Юнаци, лека нощ!“. Обръщението „юнаци“ напомня за героичното начало в нашия фолклор. Така Вазов утвърждава образа на незнайния воин в съзнанието на новите поколения като достоен за почит и безсмъртна слава. Вероятно затова стихотворението се превръща в във военен траурен марш, с който се отбелязва признанието пред истинския патриотичен подвиг."
    },
    {
      "title": "Крадецът на праскови",
      "author": {
        "name": "Емилиян Станев"
      },
      "text": "Емилиян Станев- „Крадецът на праскови”\nЕдна съдбоносна любов по време на война\nПовестта „Крадецът на праскови” на Емилиян Станев завладява най- вече с повествованието за една драматична и съдбоносна любов във време, когато се води война, смразяваща и противопоставяща хората и техните отношения. Авторът проследява с изключително задълбочен и аналитичен подход събитията в обществен и личен план. Това, което се случва с героите му, е на фона на една почти апокалиптична картина, включваща човешко страдание, глад, болести, мизерия и дори лятна суша, при която слънцето изгаря земята като жарава. Точно тогава, когато плодовете в градините са най- примамливи, особено за един гладен военнопленник, се срещат Елисавета и Иво Обретенович. Това е началото на една романтична и завладяваща любов, която обвързва завинаги сърцата им, макар че й е отредено да съществува съвсем кратко време поради драматичните обстоятелства, при които се развива.\nЛюбовта между сръбския военнопленник и жената на коменданта на града припламва още при първата им явна среща. Изправен пред стопанката на лозето, в което е влязъл да краде узрелите сладки плодове, Иво Обретенович изпитва едновременно неудобство от неугледния си външен вид и възхищение от жената, която вижда пред себе си. Присъствието на съседа учител е по- скоро в ролята му на очевидец за това, което се случва в този важен момент. Неговият разказ отбелязва с внимание всички онези детайли в поведението на героите, които издават силните им емоции. По думите на разказвача, тя се вълнува „твърде силно през време на краткия разговор с него“. Очите на пленника светват, когато Елисавета го поканва да дойде пак на следващия ден. Както забелязва учителят:”Сякаш му даваше рандеву”. Тя не прави никакво усилие да издърпа ръката си, когато сърбинът я задържа „по- дълго, отколкото би трябвало”, напротив, „това като че й бе приятно, защото тя му се усмихна”. В този момент тъмните очи на Иво се изпълват с топлота.\nСлед всичко, което се случва така неочаквано, за Елисавета (Лиза) вече няма да има дори миг покой. Всичко, което я заобикаля, става част от нейните преживявания и възприятия-дърветата в градината, топлият вятър, луната, хората, войната, която преди е била нещо съвсем чуждо и далечно за нея. Целият досегашен ред в живота й постепенно, но категорично се променя и приема нова нагласа, в чиято основа е едно непреодолимо и непознато досега за нея чувство- любовта. Почти същото се случва и с пленника, макар че авторът отделя много по- малко място в повествованието за това, може би защото при него нещата изглеждат по- ясни и по- опростени:”Трябва да ви виждам…Леко понасям всичко, когато мисля за вас…Тогава лагерът не ми се вижда толкова страшен и животът ми става поносим…Тия минути ми възвръщат вярата в живота…”\nОттук нататък животът и на двамата- Елисавета и Иво Обретенович, придобива нови измерения и нов смисъл. Пътят към желаното щастие обаче често е сложен и мъчителен, особено когато хората се оказват въвлечени в едно безумие, каквото е войната, без някой да се интересува от техните истински човешки потребности и желания. Елисавета започва бавно, но все по – често да преосмисля живота си, както и онези обстоятелства, с които по задължение е трябвало да се съобразява доста дълго време. Постепенно досегашните правила за поведение приемат други стойности. До този момент съпругът й е бил главната фигура в нейния малък, почти изолиран свят и тя някак си се е пригодила към привичките и маниерите му, но сега започва да се вглежда с други очи, сякаш събудена от унес, и вижда в него „виновникът за пропиления й живот”. Размислите й за младостта, която отминава, без да изпита истинското щастие на любовта, са свързани с тежката сянка на войната. Сръбският пленник, гладен, с прокъсани дрехи, започва да изглежда в съзнанието й мъченик, „с когото са извършили нечувана неправда“. Любовта отключва сетивата й докрай за човешкото страдание и я прави дълбоко съпричастна. Тя вижда и себе си като част от общото страдание: „Нима войната не бе разбила и нейния живот? Нима не бе загубила тия отминали години безвъзвратно? Нима не ги губеше и сега?” Тревогите, породени от хаоса на войната, определена от Елисавета като лудост, подчертават отварянето на нейния ограничен дотогава емоционален свят към проблемите на външния, големия човешки свят. Любовта, чиста и живителна, поражда все още неясни, но дълбоки трепети на сърцето и става ключ към този нов поглед. Образът на пленника вече е проникнал в нейното съзнание „необикновено ясно“ с „черните бляскави и красиви очи, устремени в нея“. Героинята заживява оттук нататък в трепетно очакване и надежда да го види отново: „Постоянно се хващаше, че мислите й се отправят към пленника и че желанието й да го види става все по-силно“. Този копнеж обсебва сякаш цялото й същество и определя поведението и възприятията й. Тя е разочарована и неспокойна, когато той не идва, усеща, че чете „разсеяно“. Природните състояния, описани в този момент, подчертават душевното състояние на героинята на Емилиян Станев. Елисавета се чувства „като болна“, вечер „луната я вълнуваше“, горещият въздух я „потискаше и замайваше“.\nОсобено вътрешно вълнение предизвиква неочакваната поява на военнопленника и то точно тогава, когато вече почти се е примирила, че той я е забравил по неясни за нея причини. След дългото и трепетно очакване тя като че ли не може да осмисли, че той отново е тук: „Стори й се, че върви към него като насън и няма воля да се владее“. Жената усеща топлия вятър като „гореща, сладостнозамайваща вълна“. Дълго стаяваната потребност от любов и ласка избликва неудържимо. Усещането за близост е завладяващо и силно и то подчинява волята и сетивата й изцяло: „Той я гледаше със светнали очи и тя чувстваше погледа му как я обхваща и замайва, както я замайваше и раздвиженото от вятъра пространство”. Това усещане предизвиква душевния й смут. Човешката и женската й същност вече настоятелно търси да определи себе си в променената ситуация: „Какво правя аз, Боже мой? – извика в себе си тя. – Какво става с мене днес, луда ли съм?…“ Присъщата й гордост е за Елисавета само моментна опора и противодействие на сладостното безволие. Краткият им разговор очертава единствено външните детайли в социалното положение на двамата, като напомня за явната им неравнопоставеност в този момент. Макар че в мирно време Иво има прекрасна професия- музикант, учител по музика- нещо, което я поразява и трогва при първата им среща, сега войната го е поставила в унизителното положение на окъсан и полугладен военнопленник. От своя страна, Елисавета наистина не е освободена от обстоятелството, че е „жената на полковника“, комендантът на града, и това по- нататък ще се окаже трагично предопределение за връзката й със сръбския пленник. „Крадецът на праскови“ всъщност посяга не точно към плодовете в градината на полковника, а към онова, което по закон принадлежи на съпруга- неговата жена. Тук вече авторът навлиза в морално- етичната страна на човешките взаимоотношения. Макар че любовта на Лиза и Иво Обретенович остава грижливо пазена тайна до трагичния край на влюбените, тя става повод за дълбоки и напрегнати психологически анализи от нейна страна. Вглеждането в себе си и в човека, с когото трябва да доживее старостта- съпруга й, е неизбежно. Спонтанното, донякъде неосъзнато или потискано дълго желание за пълноценна изява на чувствата, за взаимност, за всепоглъщата чиста и извисена любов, се сблъсква ожесточено със суровите норми, в които героинята на повестта е възпитавана в духа на тогавашния непреклонен и жесток морал. Сблъсъкът на двете същества в душата й, „едното- примирената, угнетената жена, чакаща пристъпващата насреща й старост с безразлично отчаяние и тъга, и другото- непознато досега, вярващо, любещо и ликуващо същество, което отхвърляше нейния разум и желаеше да живее свободно и щастливо“, показва недвусмислено промяната във вътрешния свят на Елисавета. Сложният лабиринт от чувства постепенно се отмества, за да се настани там единствено светлото чувство, извисяващо я над познатото, ограничаващо я с оковите си битие: „Нямаше вече тия мъчителни пристъпи на съвест …нямаше ги страха, колебанието и нерешителността. Чувствата й ставаха все по-пълни и по-силни и тя му се отдаваше с готовността на влюбена жена, познала възраждащата магия на любовта“. Тя е „изненадана от собствената си чувственост, от безкрайната сложност и сила на усещанията, които не бе познала през първата си младост“.\nЕмилиян Станев навлиза с психологическа проникновеност в преживяванията на своята героиня, сякаш се стреми да накара читателя да бъде съпричастен с нейната устременост към щастието. Това, към което ни насочва авторът, е човешкото разбиране за естествения копнеж на душата към полет, а не присъда над нея. Може би не случайно, още преди разказа за любовта на Лиза и Иво Обретенович, писателят ни въвежда в истините за безрадостния, лишен от щастие свят на съпрузите и категорично заключава: „Нейният съпружески живот не беше щастлив.“ Красивата жена, която разказвачът си спомня като „същество от неземния магьоснически свят на приказките“, приличаща на привидение, с дълбоки сини очи, изпълнени с мека светлина и тъга, с къдрава златиста и буйна коса, е дълбоко неудовлетворена от живота. До съпруга си, суров, със сприхав характер, доста по-възрастен от нея, тя може само да очаква с примирение приближаващата старост. С този човек, с „остри сиви очи“, с глава с „израз на рис“, който предизвиква почти у всички страх или неприязън, не е възможно да се чувства щастлива и жизнена. Красотата й сякаш е осъдена да загине безсмислено.\nКогато среща любовта в лицето на сръбския пленник, тя се преобразява и душата й се оживява и преражда. Точно това отбелязва и старата слугиня: „Трябва да ви е леко на сърцето. Човек се подмладява, когато душата му е свободна“. Това всъщност е свободата, с която я дарява чудото на любовта. Елисавета е в плен на непознати усещания, които преобразяват цялото й същество. Тя едновременно е изненадана и смутена: „Никой не беше я гледал така всеотдайно, така пламенно, с такъв предан и жадуващ поглед“. Белезите на любовното чувство са явни и завладяващи – „по един необясним начин“, „като морска вълна“, „кръвта лудо започва да чука в слепите й очи“. Влюбеният поглед на мъжа властно я улавя и притегля: „очите му бяха пълни със светлина“, „тия влюбени очи я магнетизираха“. Любовта ясно излъчва светлината, която преобразява живота и на двамата. Целувката е естественият израз на чувствата им и отбелязва сливането на две души в едно – нещо, което се отпечатва завинаги в съзнанието на жената. Реалността се слива подсъзнателно с желаното от героинята: „не бяха ли й се счули думите „Утре по това време пак“. Беше ли ги произнесъл той или тя сама ги беше пошушнала на себе си? Може би въображението й бе измислило вчерашната среща, която никога не беше се случвала“. И тя се подчинява на любовното желание, което е по – силно от разума: “ Тялото й остана покорно, безволево и натежало от желание…“ Любовта на Лиза към Иво естествено поражда и загрижеността й за съдбата на младия мъж, който събужда в душата й „смътна радост и неясна надежда“.\nСлед избликналите чувства Елисавета престава да бъде предишната. Красивата съпруга на полковника забравя в своя любовен унес „своя дом, страха си, своя мъж, готова на всичко“. След като любимият й си тръгне, тя се чувства „отмаляла и прехласната“, „изпълнена с благодарност към света“. Полковникът също забелязва промяната у съпругата си с учудване. В душата на Лиза се появява за кратко чувството на вина, но любовта й дава нов поглед към същността на нещата. Онова, което допреди я е притискало и заставяло да се съобразява с морала на обществото, вече не е от толкова важно значение. Самоанализите на Емилиян – Станевата героиня са израз на нейната чувствителност към съдбата на другите, но и на осъзнатата й потребност и право на щастие. Това й придава кураж да промени живота си. „Не, тя няма да се спре пред нищо. Когато войната свърши, ще тръгне подир човека, когото обича, без да се колебае…“\nПроменената влюбена жена мечтае, „опиянена от спомените“, изпълнена с благодарност и обич към света. Външността й отразява възраждащата сила на любовта: „Очите й светеха с лъчезарна чистота…, а устата и се усмихваше в единия си ъгъл загадъчно“. Тя се възприема като едно ново същество, което вече е направило своя решителен избор: „От минутата, в която бе разбрала неудържимостта на увлечението си и бе почувствала как с всеки изминал ден волята й отпада, това ново същество закрепваше и ставаше все по – уверена и по-сигурна“. Тя престава да бъде „тая Елисавета, която познаваше, като че под сянката на липата, в нейните подрасти, душата й бе разделена на две същества…“. Липата става свято място за влюбените. Тя е ням свидетелна тяхното щастие и постепенно става емблема на техния малък свят, отделен от грозната действителност, белязана с ужасите на войната и страданието, които като че ли все повече се засилват и обезличават човешката страна на живота. Този процес е свързан пряко с образа на полковника. Иначе студен и надменен по природа, изпълнен с непреодолима омраза към враговете, особено към сърбите, той изпитва болка от поражението на патриотичните идеали и на всичко, което е имало някакъв по – висок смисъл. Този български офицер се чувства омерзен от предателството и корупцията, но отрицателните му чувства се изливат преди всичко върху военнопленниците. Тази негова ожесточеност всъщност става причина за трагичната развръзка в любовта между съпругата му и сръбския военнопленник Иво Обретенович. Нареждането на полковника към ординареца да стреля по всеки, който влезе в лозето, довежда до смъртта на Иво. Така омразата покосява любовта и то точно когато тя е взаимно споделена, когато влюбените градят планове да бъдат заедно, като Лиза ще последва любимия си; когато тя очаква „денят, в който животът й щеше да се промени…“. Трагичната развръзка в повестта става в една „съдбоносна вечер“, когато тишина изпълва въздуха, а земята е обляна от лунна светлина. Като че ли нищо не предсказва предстоящата трагедия. Сякаш между другото само се споменава, че чучелото в лозето на полковника напомня разпятие. Красивата мелодия, която прозвучава, е последвана от „червения пламък на изстрела“ и веднага след него от „един ужасен глас“, „висок женски писък“. Пестеливото повествование съдържа само най-характерните щрихи, но те са достатъчни, за да въздействат ясно с трагизма на случилото се. Смъртта на влюбените обаче не оставя усещане за безсмислена жертвеност. Напротив, сякаш чрез физическата си гибел те съединяват душите си завинаги. А може би това е единствено възможно в жестоко разделения от ненавист свят на войната, в който са принудени да живеят, и във времето, белязано от пристъпите на човешкото безумие, сред което като зов за човечност се заражда и умира една възвишена, съдбовна любов."
    },
    {
      "title": "При Рилския манастир",
      "author": {
        "name": "Иван Вазов"
      },
      "text": "Иван Вазов- „При Рилския манастир“\nПреклонението пред българската природа\n \n         Преклонението пред българската природа у Иван Вазов впечатлява винаги с естествения израз на искрена любов и възторг от нейната великолепна красота, както и  въздействието й върху сетивата ни. Още в началото на лирическата творба доминира хармония с цялата природа: „Сега съм у дома …  в лоното на таз пустиня горска, свята“. Като част от природния свят, в който се чувства щастлив, човекът прониква в „тайните на мирозданието“. Това е велико и неповторимо преживяване за душата. Единството, сливането с природата на планината, с върхове, потоци „ кристални и пенливи, с нейните звуци и удивителни форми („върхове стърчат“, „гори високи, диви“, „Еленин връх боде лазурний свод“, „ели и бори великани“) оставя своя отпечатък в съзнанието и сякаш го преобразява:\n\n Сега съм у дома, в сърцето съм на Рила.\n\nСветовните злини, тревоги са далеч-\n\n                   за тях е тя стена до небеса турила-\n\n                   усещам се добър, почти невинен веч\n\nЕдно дълго потискано желание за душевна хармония излиза свободно над всички тревоги и разочарования, така присъщи на човешката цивилизация, отдалечена от естествения свят на природата:\n\n                   Духът ми се цери след жизнената битва,\n\n                  вкушавам сладък мир във песни и молитва\n\nИзцелението на духа e част от истинското пречистване. Чрез свежестта на този съхранен чист свят човекът усеща в сърцето си потребност да се обновят възприятията му за битието. Тук той осъзнава колко важно значение има за него близостта до природния свят, колко сила, физическа и душевна, му влива общуването „в лоното на Рила“:  „Сега съм у дома, сега съм в моя мир“. Това признание е израз на едно отдавна жадувано завръщане към първоизточника на здраве и радостно настроение, толкова необходими, за да бъде пълноценен човешкият живот:\n\n                                                         Тук волно дишам ази,\n\nпо- светло чувствувам; свещен, отраден мир\n\nизпълня ми дъха, от нов  живот талази\n\nнахлуват в мен, трептя от нови ощущенья,\n\nот прясна сила, мощ и тайни песнопенья…\n\nНапълно естествено човекът прониква в загадъчното, съкровеното и божественото, което поражда творческо вдъхновение: „ Сега съм у дома, сега съм пак поет-/ във лоното на таз пустиня горска, свята;/ разбирам на леса любовний тих привет… / Разменям тайна реч с земя и синий свод…“. Сакралната връзка с родното ( у дома) е по- силна от преди. Тя е по- извисена като вътрешно усещане, осмислена е дълбоко в сърцето като хармония между човека и неговата най- естествена среда- природата. Това обаче не е просто философско прозрение. Това е утвърждаване на реалното възприятие на човешките сетива:\n\n                   Сега съм  у дома- не съм тук странен гост.\n\n                   Природата всегда, но буйната природа,\n\n                   що пълни я живот, шум, песен и свобода,\n\n                   бе моят идеал величествен и прост.\n\nАнафората „сега съм у дома“ не само не утежнява лирическия израз, но и допълва въздействието на лиричното настроение в сърцето на поета. Изповедното начало завладява непосредствено всеки, който чете стиховете на тази Вазова творба. Съвсем естествено се възприемат и чувствата, които поражда изживяването:\n\n                   Сега съм у дома. По часове, благат,\n\n                   край бистрата река, при звучната й песен,\n\n                   мечтая ил чета… Ил кат орел надвесен\n\n                   над бездните стоя и моят ум фъркат\n\n                   блуждае в хаоса, до господа отива,\n\n                   на мирозданието във тайните се впива.\n\nИзвисяване, величие, достигане до божествения първоизточник, проникване в тайните на сътворението- всичко това става възможно единствено тук- „ в величествените обятия на Рила“. Във всичко това липсва мегаломанията, но имаме основание за гордост, че именно тук, в пределите на родната българска планина е възможно истинско духовно пречистване  хармонизиране на човешката същност, нещо, от което се нуждаят толкова много хора. Възможно е точно тук, в сърцето на Рила, да се достигне свободния полет на духа и жизнена сила. Възможно е човекът да открие смисъла на своето съществуване. Между човешкото и божественото начало е този „идеал величествен и прост“, както го нарича Вазов. Идеал, който изпълва душата като порив да се насочи погледа към безценното богатство, което съществува  толкова близко до човешкия цивилизован свят. Природата в България е дар за онези, които могат да оценят нейните изключителни стойности за нас като българи. Тя е спасителен пояс в бурното море на „световните злини“, закриляща „ кат майка нежна, съща“. Тя е извор на радост, на светли чувства, на нови усещания за „прясна сила, мощ“. Нейното безмълвие казва на човека много повече, отколкото крясъка на човешкото общество. Неповторимата й красота и величие са достойни за преклонение и любов. Напълно разбираемо е желанието на поета, усетил върховната сладост от сливането с вечността и покоряващата красота на родната природа: „да имам гроб подир  живот- синджир теглила / в величествените обятия на Рила“.\n\n         Иван Вазов се отличава със своя пантеистичен възглед, според който божественото проявление е навсякъде около нас. В българската природа обаче това проявление е наистина достойно за преклонение и родолюбива гордост. Всичко това е съчетано с вечните човешки ценности- стремеж към полет на човешкия дух и хармония в човешкия живот. Поетът използва точни реални названия на върхове и места в Рила планина, за да даде израз на уникалното им въздействие:\n\nПоклон скали, води! Поклон ели гигантски!\n\nВам, бездни, висоти! Вам, гледки великански!\n\nПоантата в стиховете звучи като възглас на удивление и искрено смирение. Лиричното настроение в тази творба се насочва определено и ясно към най- съкровеното желание – сливане във вечността между човека и природата."
    },
    {
      "title": "Градушка",
      "author": {
        "name": "Пейо Яворов"
      },
      "text": "Пейо Яворов- „ Градушка“\nОпустошените надежди след природната стихия\n         В поезията на Пейо Яворов често намира израз непримиримостта с несъвършенствата на света. За дълбоко чувствителната и ранима същност на един творец като Яворов страданието е жестоко изпитание. Отчайващата съдба на земеделския труженик в неговото съвремие и нечовешките усилия, които полага този, от чийто труд зависи прехраната на всички, пораждат искрено съпричастие в сърцето на поета. Човекът, който обработва земята, е оставен сам на своята горчива участ, сам срещу природните стихии, без никаква подкрепа от страна на държавата. Безизходност и отчаяние изпълват сърцето и очертават пътя на отчаяние и безизходност.\n\n         Стихотворението започва с тъжна, прочувствена картина на преживяното бедствие, което оставя болезнен спомен в сърцата. Бедствието е дълготрайно: “ Една, че две, че три- усилни / и паметни години…“. Тази жестока съдба на земеделския труд е оприличена на божие наказание, на прокоба, която е невъзможно да бъде избегната: „Боже, за някой грях ръце всесилни / подигна ти и нас наказа“. Думите са безсилни да изразят  преживяното, което оставя траен отпечатък в съзнанието като белег от нагорещено желязо, който не може да бъде изтрит. В тази горчива изповед за „неволя клетнишка“ се усеща осезаемо отчаянието и тъжното предчувствие за бъдещето на човека, свързан  изцяло със земята, която обработва и чака от нея прехраната си:\n\n                            А то- градушка ни удари,\n\n                            а то- порой ни мътен влече,\n\n                            слана попари, задух беше-\n\n                            в земята зърно се опече…\n\nТова, което преживява, напомня библейския апокалипсис. Вместо отплата за всеотдайния труд, природните сили унищожават всичко без пощада. С един жесток полъх на градушката изчезват всички надежди и очаквания да бъде възнаграден трудът на грижовните стопани на земята. Оставен сам, без подкрепа срещу безмилостната природна стихия, труженикът земеделец е безпомощен. Остава му само мъката и усещането за прокоба над неговата съдба.\n\n         Пролетта все пак ражда нови надежди. Започва нов кръговрат в природния  цикъл. Отново земята е засята, отново идва време за нова реколта. В лирическата изповед на земеделеца се чувства обич към земята и нейните плодове. Картината на промяна в сезоните отбелязва тази привързаност и обич: „и знойно лято позлати / до вчера злачни широти“. В поетичния рисунък е изобразена „тучна нива“, а плодът е назован нежно с умалителното „класец“. Очакването е заредено с нова надежда, но тя е доста плаха, защото все още е твърде болезнен споменът за унищожения добив от бясната хала- градушката. Надеждата върви ръка за ръка с молитвата на труженика: „Затопли радост на сърцето,/ усмивка цъфна на лицето, / въздишка кротка, пръст до пръст / ръка набожно прави кръст;“\n\nМолитвата е искрена и съвсем човешка: „ Да бъде тъй неделя още…/ на мъките ни края до ще“.\n\nКакто и в стихотворението „На нивата“,  приготовленията за предстоящата работа на полето са усилени, грижовни, забързани, изискват подкрепа и помощ: „че утре жетва е; самичко / сърце си знае как се стяга“. Авторът обобщава грижите и приготовленията като част от един непрекъснат ритъм на живота, в който трудът е основното: „Додето сила има,/ селяк без отдих труд се труди…“. Цялото семейство се включва в този ритъм от ранни зори, защото времето не чака, слънцето бързо обагря небето в червено и напомня, че в този сезон трудът е напрегнат и човекът краде от съня си, за да успее в работата си. Не само на полето трудът е усилен, но и за онези, които изработват това, което е нужно за земеделските дейности. Ковачите също са на крак от ранни зори. Яворов представя трудът им като творчество, като израз на живот- „чук играе“, „наковалнята отпява“. Природната картина е почти идилична: „сутреник полъхва леко / и звън на хлопки издалеко / донася…“. Всичко напомня за възраждането  на природата: „навсякъде живот захваща“. Един важен детайл в картината обаче към неочакваната беда- слънцето не грее милостиво, а сякаш се готви да изгори това, което достига с лъчите си.\n\n         Разделена на части, творбата насочва вниманието към драмата на човека, оставен сам и беззащитен срещу набезите на жестоката природна стихия. Напрежението расте с всяка следваща картина. Белезите на предстоящото бедствие: „ И ето вече слънце грее / и на земята огън праща“, подготвят за това, което ще се случи. Детайлите в картината са силно изразителни- „задух страшен“, „слънцето жълтей сърдито“, „бухлат се облак дига“, небето е „сиво, мъгловито“. Като кадри от филм е показана унищожителната сила на градушката. Драматизмът се засилва чрез прочувствената молба към природната заплаха:  „Върни се , облако неверен,/ почакай, пакостнико черен…“. Съпричастието на поета проличава в силата на емоционалния изказ, сякаш той сам преживява това, което се случва- целият ужас от неумолимото бедствие: „Милост няма!“, „сърцето тръпне, в страх примира“. Емоционалното напрежение расте, докато достигне своя апогей в молитвения призив: „Спри… Недей…/ Труд кървав, боже, пожалей!“\n\n         Описанието на апокалиптичната картина е експресивно:\n\nВихрушка, прах…  Ей свода мътен, \n\nпродран, запалва се- и блясък- \n\nи още-  пак- о, боже!… Трясък \n\nоглася планини, полета-\n\nземя трепери… град- парчета-\n\nяйце и орех…“\n\n         Болката от унищожената реколта е предадена с изключително силно съчувствие Трагичната съдба на човека, свързан със земята, остава в съзнанието с печата на вечното зло. Тъжната картина на хората, които са загубили  всичко след унищожителната напаст, предизвиква усещането за безнадеждност: „И всички емнали се  боси, / с лица мъртвешки посивели, / отиват: вечно зло ги носи/ към ниви глухо опустели“. Няма милост, няма изход, няма спасение. Човешкият труд е оставен без закрила под удара на природната стихия. Тази „жетварка, бясна хала“ събира вместо човека плодовете на неговия труд. Нещо по- страшно, по- болезнено- тя е пожънала напълно цвета на надеждите му.\n\nВ поемата „Градушка“ изображението е мащабно като епична картина на природната мощ, която се стоварва жестоко и неумолимо върху човека, оставен отново сам, без подкрепа срещу последствията, които напомнят апокалипсис. Сякаш част от природата обаче съчувства за това нещастие, за тази жестока присъда над усилията на човека-  слънцето „тревожно гледа върволица/ от стари, млади и дечица“. Трагедията на земеделския труженик е поразяваща със своята сила и безнадеждност:\n\n                            Че там жетварка, бясна хала,\n\n                            просо, пшеница, ръж, ечмени-\n\n                            безредно зрели и зелени,\n\n                            и цвят- надежди е пожнала…\n\nТази съдба сякаш съдържа проклятие, което тегне над човека, орисан да чака отплата за усилията си само когато природните сили са на негова страна. Когато обаче те са срещу него, той е безпомощен, обезверен докрай, защото няма подкрепа от никого в едно социално несправедливо  общество. Това е посланието на тази драматична творба на Яворов.\n\nСтихотворението „Градушка“ е силно въздействащ разказ за съдбата на земеделския труженик с всички негови надежди, очаквания, усилия и болка. Трагизмът в тази съдба не може да остави нито едно човешко сърце безучастно, така, както го съпреживява и самият поет."
    },
    {
      "title": "Спи езерото",
      "author": {
        "name": "Пенчо Славейков"
      },
      "text": "Пенчо Славейков- „Спи езерото“\n         Стихотворението е част  от пейзажната лирика на Пенчо Славейков в цикъла „Сън за щастие“. В него той дава израз на съкровени поетични състояния, вдъхновени от близостта с природата. Това, което вижда и чувства, изпълва душата му с преклонение пред съвършенството на природната картина:\n\nСпи езерото, белостволи буки\n\nнад него свождат вити гранки\n\nМоже само да затаи дъх, докато съзерцава тази нирвана на природния свят. Езерната вода не помръдва, унесена в своето великолепие. Нищо не може да промени тази вглъбеност в съня. Може би мистериозно потъва в спомени или в блянове, които обаче остават загадка през  непроницаемото огледало. Под неговото отражение вероятно се крият тайни от сътворението или тайни, които водата е запаметила в своето дълголетно  съществуване.\n\nЕдинственото, което се вижда върху това мистериозно водно огледало, са отраженията на белостволите буки. Те тихо и мълчаливо се опитват да проникнат под неговата безмълвна повърхност: „и в тихите му тъмни глъбини / преплитат отразени сянки“. Отражението от водното огледало засилва светлите нюанси в картината, които се допълват с белия цвят на буките. Светлото е в контраст с тъмните глъбини и така се засилва ефектът от въздействието на картината, както и настроението, което тя създава. Човекът тук може единствено да съзерцава този удивителен пейзаж.\n\nНеподвижността на водата  остава непроменена дори когато дърветата раздвижват своите клони. Това движение обаче е много фино, сякаш те се боят да събудят заспалото езеро. Неговият сън слага отпечатък върху всичко около него. Вероятно затова буките само треперят и шептят в своето смирение пред водата под тях. Езерото и белостволите буки са в  пълна хармония в една великолепна природна картина. Излъчването на тази хармония въздейства върху душевното възприятие на човека, който може само унесено, вглъбено да съзерцава. Тази покоряваща нежност на природната красота създава усещане за един спокоен ритъм на живота. Човекът може да получи своя безценен урок след докосването до този изящен свят на съвършенство, за да създаде своята вътрешна хармония.\n\n         „Спи езерото“ е изградено с поетично майсторство, изящен и лек щрих на рисунъка. В стиховете личи умението на твореца да подбере точни детайли в изображението на картината- Буките свеждат клони над езерото, оглеждат се в него, сплитат се само техните отразени сенки. Повърхността на спящото езеро се прорязва единствено от отронен лист от надвесените в унес над него дървета:\n\nТреперят, шептят белостволи буки,\n\nа то, замряло, нито трепва…\n\nПонякога му сал повърхнини\n\nдълга от лист отронен сепва.\n\nТова докосване „сепва“ унесената в неразгадан сън езерна повърхност, която така е замряла, че дори не трепва. Като че ли нищо не е в състояние да промени тази вглъбеност на водата, което създава усещане за възвишеност на възприятията ни за природния свят, част от който е човекът. Всяко докосване до тайнството на този свят напомня за пречистване на духа и за хармония, за каквато жадува човешката душа.\n\n         В целия цикъл „Сън за щастие“ Пенчо Славейков съчетава убедително традиционни ценности като любовта, красотата на природния свят и неговата естественост с модерните естетически влияния в неговото съвремие,  като екзистенциалната самота на човека, вглъбеността на Аза, който се съизмерва с времето, но се отдалечава от грубата реалност, за да събуди сетивата си вътре в себе си и да въздигне индивида над тълпата, над битовизма и примитивния вкус към живота и неговите дарове за човека. Поетическото въздействие на  лирическите миниатюри на Пенчо Славейков като „Спи езерото“ са неговото послание за единство на човека с неговата изначална същност- да е част от природния свят и неговия безкраен кръговрат."
    },
    {
      "title": "Аз искам да те помня все така",
      "author": {
        "name": "Димчо Дебелянов"
      },
      "text": "Димчо Дебелянов \n„Аз искам да те помня все така“\n         Любовната лирика на Димчо Дебелянов е една от най- силно въздействащите в българската поезия. В лиричното послание поетът с нежна и особено чувствителна душа е вложил искрено и неподправено всичко онова, което изживява в този миг, когато любовта докосва сърцето му.\n\n         В стихотворението  „Аз искам да те помня все така“ любовта е обхванала  всички сетива, проникнала е дълбоко в сърцето, но с горчивия привкус на раздялата. Тази раздяла предизвиква елегичното настроение и слага печата на тъгата и безнадеждността. Раздялата е неотменима заради трагичната реалност, в която се оказват влюбените. В мига, когато те все още изживяват своята любов, тя вече започва да изглежда като светъл спомен. Блян, докоснал душите като светлина в мрака и угаснал завинаги. Вероятно затова стиховете започват да звучат още в началото като прощални думи, изпълнени с много тъга и болка:\n\n                            Аз искам да те помня все така:\n\n                            бездомна, безнадеждна и унила,\n\n                            в ръка ми вплела пламнала ръка\n\n                            и до сърце ми скърбен лик склонила.\n\n Мотивът за бездомността при Димчо Дебелянов обичайно се свързва със самотата, а тук тя все още предстои, защото любовта няма бъдеще. Поетът подсилва усещането за трагичност, като съчетава смислово точните определения- „бездомна, безнадеждна и унила“. Картината е особено драматична, изпълнена е с емоции, които се усещат във всичко, заобикалящо двамата безнадеждно влюбени, и близо, и далече- градът, хълмът, дърветата. Те сякаш са съпричастни на това, което изживяват две наранени души, изгубени във времето, което безвъзвратно изтича и отнася без милост любовта им. Техните сърца тръпнат от болка в мига на раздяла, макар че все още са един до друг. Докато тя е „вплела пламнала ръка“ в неговата, нейният лик е „скърбен“ и тази скръб прелива в сърцето му.\n\nКартината на  настъпващата нощ създава усещане за безизходност и обреченост. Градът тръпне в „мътен дим“, „чертаят мрежи прилепите в мрака“. Присъдата над любовта е жестока: „защото трябва да се разделим“. Именно това „трябва“ показва колко невъзможно е да изживеят любовта си докрай, но може би затова тя „сякаш по е свята“. Осъзнаването на присъдата над любовта сякаш слива сърцата в едно. Влюбените се вричат да бъдат заедно в „мига, когато Тя ще победи“ над живота и ще отнеме всяка надежда за щастие“:\n\n                            „В зори ще тръгна, ти в зори дойди\n\n                            и донеси ми своя взор прощален\n\n                            да го припомня верен и печален…“\n\nЛюбимата напомня “в буря свършен злак“, нежен, крехък, едва закрепнал за земята, а вече предстои да бъде покосен така жестоко. Думите са призив за вяра в един толкова съкрушителен миг. Удивително е това да вярваш, когато няма никаква реална надежда да се сбъдне онова, което жадуваш. Тук обаче те звучат определено утвърждаващо: „ укрий молбите, вярвай- пролетта ни / недосънуван сън не ще остане / и ти при мене ще се върнеш пак!“. Да дадеш увереност, да вдъхнеш вяра, че любовта ще продължи да бъде жива в този миг на пределно изпитание за чувствата, означава, че силата на тази любов е безгранична. Тя е отвъд времето на реалния живот, отвъд измерението на възможното. Наистина, чрез любовта в сърцето любимата ще продължи да живее, макар и вече само като спомен.\n\nПадащият мрак на нощта напомня отново жестоката истина, пред която са изправени две тръпнещи от любов сърца. Изтича времето, в което може все още да са заедно, настъпва краят на един прекрасен блян за щастие. Няма милост съдбата към тези, които са търсели светлината на любовта. Те никога повече няма да са заедно. Изчерпва се и последният полъх надежда и вяра: „а в свойта вяра сам  не вярвам аз“. Безсилие и отчаяние слагат печата си върху душите на влюбените:\n\n                            И ти отпущаш пламнала ръка\n\n                            и тръгваш, поглед в тъмнината впила,\n\n                            изгубила дори за сълзи сила.\n\nМракът, който вече става осезаем, сякаш я притегля, за да не се върне никога повече при любимия си. Не е останала дори частица сила, която да се излее в прощални сълзи. Утехата, която чака от него в своята немощ тя, се оказва невъзможна, защото болката от раздялата е отнела у него и малкото вяра, съхранявана толкова дълго в сърцето. Раздялата не е просто раздяла между двама влюбени. Това е раздяла между живота и смъртта. Единственото, което остава след нея, е споменът: „Аз искам да те помня все така“. Дори тъжна и унила, в очакване на предизвестения край, тя, любимата, ще бъде в сърцето и паметта завинаги. Това е неговото съкровено желание. Може би затова с него започва елегията на Димчо Дебелянов и накрая във финалните стихове прозвучава още по- убедително: „Аз искам да те помня все така…“."
    },
    {
      "title": "Колко си хубава",
      "author": {
        "name": "Христо Фотев"
      },
      "text": "Христо Фотев\n„Колко си хубава“\nВсеки има своя собствена представа за любовта. Казват, че през очите на влюбения светът изглежда различен. За него любимата жена е най- прекрасната. Няма друга, която да се сравнява с нея. Очите на любовта виждат навсякъде красота. Дори и недостатъците се превръщат в нещо красиво, което другите може би не виждат. Явно в това е извисяващата сила на любовта. Неслучайно толкова много картини, стихове и песни са посветени на нея и тя винаги вдъхновява и завладява всички сетива. Така е в стихотворението на Христо Фотев „ Колко си хубава“. Това е една от най- хубавите и запомнящи се творби, посветени на любовта и на любимата.\n\nНачалото е точно това силно емоционално възклицание: „Колко си хубава! Господи, колко си хубава!“.  Дори само този стих е достатъчен, за да въздейства силно и дълготрайно в паметта ни, защото е израз на възхищението от красотата на тази, която е в сърцето на влюбения. Сякаш божествена светлина озарява погледа му- „Господи, колко си хубава!“. Може би божествена намеса свише е създала тази красота, която предизвиква удивление. Всичко в любимата е потвърждение на красивото:\n\nКолко са хубави ръцете ти.\n\nИ нозете ти колко са хубави.\n\nИ очите ти колко са хубави.\n\nИ косите ти колко са хубави.\n\nЛюбовта и красотата тук се преливат в едно цяло. Тази красота е причина влюбеният да жадува обичта на жената с божествена красота, грация и изящество:\n\nНе се измъчвай повече- обичай ме!\n\nНе се щади- обичай ме!\n\nДа бъде докоснат от тази великолепна хубост е най- съкровеното му желание:\n\nОбичай ме\n\nсъс истинската сила на ръцете си,\n\nнозете си, очите си- със цялото\n\nизящество на техните движения.\n\nТози призив към любимата е вдъхновен от искрената любов, която изпитва към нея. Любовта му ще я постави високо над всичко принизяващо. Тя може да преодолее всичко негативно вътре в душата: „ Повярвай ми завинаги- и никога ти няма да си глупава- обичай ме!“.  Повторението „обичай ме“ звучи настоятелно, но и като молитва, която утвърждава естествената потребност на човека да бъде обичан, за да усети щастието в сърцето си.\n\nОбразът  на любимата е ситуиран в различни проекции в пространството около влюбените. Навсякъде се проявява отново тази красота, породена от присъствието на жената, която обича. Дори дрехите нямат значение, защото красивото е в излъчването на любимата- „ непрекъснато си хубава“. Всеки детайл в картината в тъмната стая е проявление на трепетното усещане за близостта с нея: „Косите ти са пълни с електричество- / докосна ли ги, ще засветя в тъмното“. Гребенът в косите сякаш запалва искри в сърцето, от които ще припламне още по- силно светлината на любовта. Там, където е тя, винаги е светло и прекрасно. Неповторимо е усещането в  погледа на влюбения, когато рисува в мрака със светлината на любовта:\n\nНай- хубава си в стаята.\n\nВъв тъмното, когато си със гребена.\n\nИ гребенът потъва във косите ти.\n\nТази лирична изповед въздейства още повече, когато поетът изразява искреност в любовното чувство и в пожеланията си към любимата:\n\nНаистина си хубава- повярвай ми.\n\nИ се старай до края да си хубава.\n\nТой е безкористен и щедър, защото обича истински:\n\nНе толкова за мене, а за себе си,\n\nдърветата, прозорците и хората.\n\nЖеланието му е тази красота; която излъчва любимата, да озари света наоколо, за да стане и той по- красив и привлекателен, може би по- хармоничен.\n\nЕдинствено негативните чувства могат да разрушат извисеното чувство за досега с красивото, затова той я призовава да се опази от това:\n\nНе разрушавай бързо красотата си\n\nс ревниви подозрения- прощавай ми\n\nвнезапните пропадания някъде-\n\nне прекалявай, моля те с цигарите.\n\nЛюбовта никога не е само в едно сърце- за нея са нужни двама. Влюбеният трябва да бъде близо до нея, да вижда отново и отново нейната красота, която го удивлява и вдъхновява за живота:\n\nНе ме изгубвай никога- откривай ме,\n\nизпълвай ме с детинско изумление.\n\nПовторното докосване до любимата ще утвърди любовта, тя е много по- жива, когато е споделена. Докосването е естественият израз на любовта, когато е не само платонична, а и физически осезаема. За влюбения тук тя е и докосване до  красотата и уверение в искреното любовно чувство:\n\nОтново да се уверя в ръцете ти,\n\nв нозете ти, в очите ти…  Обичай ме!\n\nНай- съкровеното желание е да задържи неповторимите мигове на това извисено чувство завинаги: „Как искам да те задържа завинаги. /Да те обичам винаги- / завинаги.“\n\nПроменливата реалност около нас, а понякога и вътре в нас- това, което усещаме като любов, насочва към признанието: „И колко ми е невъзможно“. Непостоянството  в изразяването на любовното чувство поетът сравнява с пясъка и неговата неустойчивост. Любимата е толкова „пясъчна“, че той не може да е напълно сигурен в чувствата й. Тази недоверчивост обаче се приема като нещо естествено, като част от всичко, което се случва в живота: „ И моля те, не казвай ми, / че искаш да ме задържиш завинаги, / да ме обичаш винаги,/завинаги“.  Всъщност това не намалява възхищението от красотата на жената, в която е влюбен. Едно искрено преклонение пред тази красота звучи отново в следващите стихове: „ Колко си хубава! / Господи, / колко си хубава!“. Композицията на творбата, която повтаря началните стихове, утвърждава този възторг от красотата на любимата. Всичко в нея въздига съвършенството и очарованието. То се излъчва от нея и въздейства на сетивата завладяващо, дълбоко и докрай, за да остане в сърцето като неповторимо изживяване, което може да създаде само любовта.\n\nСтихотворението „Колко си хубава“ оставя трайни следи, защото докосва една от най- чувствителните струни в човешката душа. Емоционалното възклицание, дало заглавието на творбата, започва да звучи като рефрен, като естествено възклицание на един влюбен мъж, когато усети въздействието и покоряващата сила на женската хубост.\n\n"
    },
    {
      "title": "Спасова могила",
      "author": {
        "name": "Елин Пелин"
      },
      "text": "Елин Пелин- „Спасова могила“\n         Човешкото страдание сякаш е безкрайно. Понякога изглежда така, сякаш то е обхванало целия свят  и този свят търси спасение и изцеление от мъката.\n\n         За Елин Пелин тази тема е водеща в голяма част от разказите му. “Спасова могила“ е един от тях. Страданието е навлязло толкова дълбоко в човешкия живот, че дори едно дете не е могло да го избегне. За краткия си десетгодишен живот Монката вече е изпитал това страдание, причинено от болестта. Момчето усеща и своята, и чуждата болка през детското си сърце и се учудва колко много хора боледуват като него. Както казва дядо Захари: „ То целия свят е болен, синко. Един от това, друг от онова“. Според стария човек всеки на света си има своя болка. Ако при един тялото боледува, то при друг може тялото да е „желязно“, а душата- „гнила“\n\n         Кое разболява хората толкова много? Защо така отчаяно търсят спасение от Бог и се надяват да отхвърлят болката и мъката от себе си точно тук, на Спасова могила? Нито дядо Захари, нито Монката знаят отговора, но и те като всички други страдалци, са дошли тук, на това място, с надеждата за изцеление от болестта. В навечерието на един голям християнски празник, наречен Спасовден, тук се стичат хора отвсякъде, за да прекарат нощта под звездното небе, откъдето според поверието ще се спусне дядо господ и ще каже изцеление за всички. Дядо Захари, въпреки старческата си немощ, също е тръгнал към тази Спасова могила, която е единствената останала надежда болнавото и хилаво сираче, неговото внуче, да оздравее. Дори да иска Монката дядо му да го отведе  при доктора, това явно се оказва трудно и дори невъзможно, защото „ докторът искал много пари“. С детската си наивност момчето си мисли, че „човек, като му се помоли, може и с по- малко да мине“. Така няма да се наложи да чака година, пет, десет, а може и двадесет, за да е отново здрав. Старецът обяснява на детето: „ Какво може да направи докторът без божата воля!“. В тези думи има и мъдрост, но в същото време дядото се опитва да избегне горчивата истина, че няма тези много пари, с които да плати лечението на своето болно внуче. Единствената възможност е да се доверят на божията воля и милост.\n\n          Пътят към върха на могилата, наречена неслучайно Спасова, е труден за дядо Захари. Браздичките пот по лицето, опънатата от напрягане шия, са белезите на мъката и дълбокото страдание, което изпитва той, не само физически. Болката е  и в сърцето, и в душата му. Старецът няма на кого да разчита за помощ. На този свят явно са останали сами с Монката, а да се грижи за болното осиротяло дете в немотията си, вероятно е много трудно. Сам с мъката си, дядото се уповава единствено на Бог. Другите хора, които минават покрай тях, забързани да стигнат навреме на върха, може би си имат своите причини да са тук. Може би си имат и подкрепа, и близки хора, които да са до тях. Той е сам и трябва сам да извърви стръмния път, носейки на немощния си гръб слабичкото дете. Мълчаливо и с усилие върви по кривата пътека, която се качва на могилата. Пътят му напомня за пътя на Исус към Голгота, макар че тук хълмът е символ на спасение и изцеление. Може би старецът вярва в това спасение или пък просто няма друг избор.\n\n          Докато малкото момче гледа на света с любопитство, за дядо Захари той е познат до болка. Затова отговаря на въпросите му, като се опира на житейския си опит и на представите си за това, което се случва със света и хората в него. Когато дядото казва, че целият свят е болен, в думите му има много мъдрост- в един несъвършен свят, с толкова неправди, омраза и разделение между хората, те няма как да не боледуват. Дори старецът се учудва колко много са болните. На Спасова могила ги е довела надеждата за чудо, което може да се случи в нощта срещу Спасовден- Възнесение Господне. Това, което ги сближава, е, че те „носят по един недъг и по една надежда за изцеление“. Вероятно тази надежда е породила вярата, че дядо господ ще слезе от небето, за да ги избави от болестта и страданието. Образът на този всемогъщ лечител е изграден в представите на болните хора като милостив и грижовен, но и с нещо, което ги сближава с тях- той също има патерица, която едно ангелче трябва да носи, за да му помага. Тази близост прави образа на господ още по- приемлив и понятен. Добрият старец разбира всичко и е внимателен към всички. Според дядо Захари той ще изчака да дойдат всички- „ има и отдалече, има сакати, слепи, има такива, дето не знаят пътя…“. В това чудодейно слизане на господ между болните хора има нещо тайнствено и загадъчно – той се спуска мълчаливо там отгоре, измежду звездите, никой няма да чуе и види, но той ще даде изцеление на всеки човек. И пак така неусетно ще се въздигне отново към небето. Така според библейското предание се е случило някога с Исус на същия този ден, наречен с признателност Спасовден.\n\n          Тази вяра в божието чудо дава сили и на най- слабите да вървят нагоре. За малкото момче тази вяра не е особено ясна, но то усеща по думите на своя дядо, че е нещо хубаво: „на душата му ставаше светло и топло“. Монката е може би най-трогателния пример за страданието, което е обхванало целия свят. Едва ли някой може да обясни точно на този малък човек защо трябва да носи толкова тежък кръст върху крехкото си детско тяло. Неслучайно големите  му сини очи, „ някак страшно отворени“, гледат с почуда и удивление този свят. Той все още е дете, което опознава хората и природата около себе си и трудно намира ясни отговори. Има толкова много живи емоции в душата му, а тялото му вече няма сила. Това десетгодишно момче с бледо лице, по което прозират големи сини жили, не може да тича като всяко здраво дете, краката му се преплитат от слабост, ръцете му висят „като клечки“, но погледът му следи „с едно умилено учудване“ ту птичките, които летят към гнездата си, ту гривите  гълъби. Контрастът в природното описание създава усещане за тъга на фона на „вечерното сияние“, „тъмната кория“ и „златните мушички“, които приличат на водни капки във въздуха. Хората на върха напомнят на сенки, които се движат „безцелно, като заблудени“. Сякаш мракът ще погълне всичко , без да остави място за светлина.\n\n         В душата на Монката отекват въздишките на болните, техните стонове, той си спомня за стенописите в черквата за второто пришествие. Няма нищо радостно в цялата картина. Хората около огньовете приличат на легнали мъртъвци. Всеки детайл в изображението тук насочва постепенно към това, което ще се случи с малкото болно сираче. Погледът на детето се обръща към небесния свод, където „трептят  звездички мило и хубаво, като живи детски очици“. Това пространство е изпълнено със светлина и детска чистота, толкова различна от мрака на земята. Малкото сърце на Монката се изпълва с радост, “тиха и кротка“ като светлината на звездите. Усмивката озарява лицето му . Болното момче решава да не заспива, за да види този „всесилен изцелител- дядо господ“. Той го вижда в своя последен миг от живота си. Сякаш небето наистина се отваря, за да посрещне този малък мъченик. За него изпраща една звездичка и дори самият дядо господ го повежда за ръка, за да види сирачето майка си , която никога през живота си не е виждал. Тази топла радост го съпровожда по пътя му към небето, към звездите, където няма болка, няма страдание. Най- после малкият страдалец се чувства истински щастлив – „той се държи здрав и радостен за ръката на дяда господа“. Пространството е широко и хубаво, изпълнено със звуците на песни, „трептящи като медени звънчета“. Монката се възнася там, където никога повече няма да боледува, там, където ще усети майчината любов и ласка, освободен от болката и от мъчителните въпроси, на които не намира отговор. Явно за него това е един по- добър свят, срещата с който оставя върху устните му „една лека и чудна детска усмивка“ завинаги.\n\n         „Спасова могила“ на Елин Пелин ни среща с човешкото страдание през погледа на едно дете с чиста душа, с любопитен поглед към света, в който живее, чрез болката, лишен от майчина обич и от радостта да бъде здрав. Елин Пелин насочва вниманието ни към едно поверие, изпълнено с упование в божията милост и вяра за изцеление тогава, когато нищо друго не може да спаси човешката душа, която не намира изход от едно безкрайно страдание. Посланието на разказа ни напомня, че всеки човек търси пътя на изцелението за своя недъг- физически, телесен, или душевен, търси онази свята „спасова могила“. Напомня ни, че може би целия свят боледува, когато не намира този път. Винаги обаче остава надеждата, че може да се случи чудо, но само ако има истинска вяра в него."
    },
    {
      "title": "Молитва",
      "author": {
        "name": "Атанас Далчев"
      },
      "text": "Атанас Далчев – „Молитва“\n        \n\nВсеки има своя представа за това, какви ценности да следва в своя живот. Може би колкото повече се вглъбява във философското обяснение за света, толкова по- сложна е тази представа. Самият Атанас Далчев е философ по образование и вероятно това създава тази прекалена „сложност“ в погледа му към света. Задълбоченият, аналитичен начин на мислене го е отвел в лабиринта от изследване на чувства и идеи. Отдаден на тях, човекът сякаш е забравил за живия свят около себе си. Пропуснал е важни моменти, които отбелязват пътя на живота и оставят следи в сърцето. Вероятно това поражда тъжното признание:\n\n                            Аз не помня, аз не съм видял\n\n                            минаха ли моите години?\n\nТревожното предчувствие, че животът може да изтече така безпаметно, незабележимо, поражда молитвата: „Ти не ме оставяй да загина / Господи, преди да съм живял!“. Съвсем естествено звучи искреното човешко желание  да промени това, което е сгрешил или пропуснал. Осъзнаването на погрешния поглед към ценностите на живота е свързано с необходимостта от доброта и милосърдие, но не показно като жест на благородство, а истински осъзнато – „да отдавам сетния петак / от сърце на срещнатия просек“.\n\n         Тази „сложност“, както сполучливо я нарича поетът, напълно в неповторимия стил на Далчев, е лишила човека от възможността да се докосне до обикновените човешки чувства, които определят човешката същност. Затова категорично и настоятелно той иска в своята молитва да бъде изведен „вън от всяка сложност“. Онази простота в човешките отношения, която е изгубил в своите сложни философски търсения, се оказва по- ценна и по – смислена, отколкото представата за извисяващата го над другите хора сложна човешка нагласа. По- ценна от интелектуалната вглъбеност, от изолирания от емоции  аналитичен начин на живот, е онази искрена, естествена радост, която изпитват децата. Техният чист, освободен от сложност поглед към заобикалящия ги свят, прави възможно да изживяват своите емоции по един неповторим начин. Само детето може да събира снежинките с уста, без да се съобразява с правила и норми, които възрастните са създали като бариера за поведението си. Явно само детето може да участва в движението, което има в природните явления, без да се замисля дали е разрешено, дали е нужно за  света и дали трябва да докосва летящия между небето и земята сняг. Тази способност да изживява пълноценно емоцията впечатлява  дълбоко поета и той я пожелава за себе си:\n                                      Да усещам своя радостта\n\n                                      на невинното дете, което\n\n                                      първите снежинки от небето\n\n                                      сбира със отворени уста\n\nНеслучайно в центъра на света е човекът, но за да съхрани човешката си същност, той трябва да проявява своята човечност и към другите хора, без значение на социалния им статус. За жалост често се проявява високомерие спрямо онези, които нямат високо образование или висока позиция в обществото. Проявява се грубост, отдалеченост, нежелание за общуване. Всъщност Атанас Далчев ни напомня за една библейска история от живота на Исус, който предпочита да общува с простите, но чисти по сърце   хора, незасегнати от пороците на онези, които се самопровъзгласяват за важни и влиятелни, но са загубили много от най- ценното – своята човечност.\n\n         Дори да пренебрегва мнението на някои  „доброжелатели“, поетът предпочита разговорът с обикновените хора, за които животът се състои от прости човешки радости и стремежи, без да се  срамува от това общуване, защото знае, че то ще го обогати много повече, отколкото онези сложни, а понякога заплетени и в крайна сметка безполезни философски разговори. Всъщност точно това  звучи в молитвата му:\n\n                            И без свян да мога да говоря\n\n                            с простите на прост неук език…\n\nЖеланието му е да живее наистина по човешки- с обикновени, но ясни представи за света и хората, които го населяват: „ Научи ме, Господи велик, / да живея като всички хора“. Убеден е, че това ще направи възможно да усеща, че наистина живее, че ще си спомня ясно всеки миг от живота и че този живот ще минава през неговите сетива, а не някак незабелязано да отминава покрай него без следа.\n\nАтанас Далчев винаги е проявявал усет за мъдрост в човешките отношения. За него светът се движи напред, когато младите хора, които имат идеи за промяна, са водещи, а те черпят от опита на предишните поколения, от по- възрастните. Една истинска ползотворна връзка за живота и за всички хора. Затова би предпочел общуването с тях, както споделя в своите „Фрагменти“: „Някога бях млад, обичах да дружа с по- възрастни от мене. Сега за приятели предпочитам млади хора. Старите няма вече на какво да ме научат- аз сам остарях, докато чрез младите долавям полъха на новото, надниквам сякаш в бъдещето“.\n\n\n"
    },
    {
      "title": "Вяра",
      "author": {
        "name": "Никола Вапцаров"
      },
      "text": "Никола Вапцаров- „Вяра”\nВярата като ценностен израз на живота\nСтихотворeнието „Вяра” е емблематично за Вапцаровата поезия. То е водещо в стихосбирката  „Моторни песни”, с него започва поетичният цикъл „Песни за човека”. Възпяването на човека с неговата устременост към по- добър живот, към по- справедлив свят, естествено се свързва с искрената убеденост на поета и на неговия лирически герой, че това е напълно възможно. Вярата е част от самия живот и съществува независимо от непрестанния конфликт между човека и общественото устройство, което ограничава свободата и потиска човешкото му достойнство.\n\nВапцаров представя реалността с обичайния ритъм на човешкото съществуване: „Ето аз дишам, работя, живея, и стихове пиша..”  Изповедният тон  неусетно и плавно преминава в диалогичност: „но ти не разбирай…” Конфликтът с обстоятелствата в житейската реалност е пресъздаден чрез експресивни изрази, които изграждат въздействаща образност: „С живота под вежди/ се гледаме строго…”; „С живота сме в разпра…” За ожесточените отношения напомнят и художествените определения на живота- „ грубите лапи челични”. И все пак лирическият говорител има и своята лична съдба като поет („стихове пиша”) и от тази позиция той изразява отношението си към смисъла на човешкото съществуване. Това е свързано и с мисията на твореца, който владее възможностите на словото да въздейства върху ума и сетивата на другите хора. Същевременно обаче доуточненията- „стихове пиша,/ тъй както умея”; „боря се с него,/ доколкото мога”- сякаш напомнят, че лирическият субект тук е обикновеният човек, без изключителни изяви или способности. Той е един от всички, които имат подобна човешка участ. Лирическият аз в стихотворението ясно разбира, че противопоставянето, двубоят с живота, е част от развитието и промяната на света, в който живее. Може би затова използва дори ироничния тон, когато изобразява един сериозен драматичен сблъсък. Изненадващо е обаче лирическото откровение в следващите стихове:\n\n                   С живота сме в разпра,\n\nно ти не разбирай,\n\nче мразя живота.\n\nНапротив, напротив!-\n\nПодчертаният израз на обич чрез повторението „аз пак ще обичам! Аз пак ще обичам!” звучи още по- убедително в следващите примери, които са доказателство за това. Въображаемата драматична ситуация, която рисува поетът, насочва към изпитание за жизнелюбието у героя: ”Как, искаш ли час да живееш?” /Веднага ще кресна:/ „Свалете, /свалете! По- скоро свалете/ въжето, злодеи!” Животът е висша ценност, която заслужава да бъде отстоявана докрай. Точно това заявява с патос Вапцаровият поетически аз:\n\n                            За него- Живота-\n\n                            направил бих всичко.\n\nГрафичното означаване на живота с главна буква още веднъж подкрепя тезата за изключителната му значимост. Любовта към живота влива кураж и самочувствие у човека. Тя го вдъхновява за нови открития въпреки риска, който поема:\n\n                            Летял бих\n\n                            със пробна машина в небето,\n\n                            бих влезнал във взривна\n\nракета, самичък\n\nбих търсил\n\nв простора/ далечна / планета.\n\nЯвно е, че лирическият говорител преекспонира тази готовност да докаже на дело жизнелюбието  чрез героични или романтични жестове в екстремални и критични ситуации. Патосът на утвърждаването е доста силен, но той има своята логика, изразена в следващите стихове: „Но все пак ще чувствам/ приятния гъдел/ да гледам как/ горе/ небето синее.” Мотивът за саможертвата в името на живота може да предизвиква несъгласие поради парадокса, който се съдържа в него, но това е поетическата визия на Вапцаров с идеята да намери най- силно въздействащия израз на жизнелюбието. Възприятието на живота  е конкретно осезаемо („приятния гъдел, че още живея”) и е осмислено с оптимистичен  поглед от настоящето към бъдещето: „че още живея, че още ще бъда”.\n\n         Вярата е синоним на живота. Евангелският разказ, свързан с притчата на Христос за чудото, което е възможно, ако има дори синапено зърно вяра, в стихотворението на Вапцаров е станал основа за образно метафорично сравнение, изградено с ярък реторичен маниер: „Но ето, да кажем,/ вий вземете- колко?-/ пшеничено зърно/ от моята вера…” Вероятно емблематичната ценност на хляба е заменила синапеното зърно с „пшеничено зърно”. Мотивът за вярата е въведен чрез противопоставителния съюз „но”, което обособява понятието като излючително важно.  Съпоставянето на мотива за живота като основна ценност за човека, с мотива за вярата насочва вниманието към едно друго измерение на живота- неговия екзистенциален смисъл. В този аспект именно вярата е тази, която му придава истинска стойност. Без нея животът е просто битуване, жално и безценно съществуване. Това изяснява значението на възможното или хипотетичното посегателство срещу  вярата. Отнемането дори на малка частица от нея, равностойна например на „пшеничено зърно”, ще бъде посегателство срещу самата човешка същност на лирическия аз. Драматичната ситуация, която би се разиграла в този случай, изразява не само болезнената реакция на Аза при отнемане на една незаменима негова ценност. Метафоричното сравнение „бих ревнал тогава, / бих ревнал от болка/ като ранена/ в сърцето пантера”, асоциира с принизяването му до животното, ранено смъртоносно. Викът му обаче изразява точно силата на душевната болка. За разумно мислещия човек, който следва висока цел и идеал в живота си, съществуването без вяра няма смисъл. Отнемането от нея дори на нищожна частица, е оприличено на грабеж, след който обаче щетите ше бъдат непоправими. Лирическият герой си задава екзистенциалния въпрос „Какво ще остане от мене тогава?” Отговорът е пределно ясен и точен- посегателството е недопустимо:\n\n                                      Миг след грабежа\n\n                                      ще бъда  разнищен.\n\n                                      И още по- ясно,\n\n                                      и още по- право-\n\n                                      миг след грабежа\n\n                                      ще бъда аз нищо.\n\nВярата като ценност стои наравно с живота. Може да се каже, че вярата е самият живот- истинският живот, за който лирическият аз би направил всичко, но само ако тя съществува вътре в него. Вярата е отправна точка в житейската му философия. Върху нея се гради представата му за бъдещето. Неслучайно Вапцаровият лирически говорител определя понятието като „моята вяра”, утвърждавайки я като лична ценност с повторителното й назоваване. Тази вътрешна ценностна нагласа е обвързана конкретно и ясно с възгледите му за развитието и промяната на живота:\n\n                            …моята вяра\n\n                            във дните честити,\n\n                            моята вяра,\n\n                            че утре ще бъде\n\n                            живота по- хубав,\n\n                            живота по- мъдър?\n\nПредизвикателството на въпроса „Може би искате / да я сразите/ моята вяра/ във дните честити…” съдържа същевременно и увереността, че това е невъзможно. Реторичните въпроси са наситени с патос, който безспорно завладява: „А как ще щурмувате, моля?” Грубо разговорните изрази „Ресто!- Не струва!” показват пренебрежението на лирическия герой в творбата към неговите въображаеми опоненти. Това не е просто театрална поза. Тук не става дума за площадни митингови фрази, целящи показност. Вътрешната увереност в опазването на една изначална ценност, каквата е вярата, създава основание за чувство на превъзходство. Тази вътрешна увереност идва и от мястото, което лирическият аз е отредил на своята вяра, както и убедеността му, че никой и по никакъв начин не може да я унищожи:\n\n                                      Тя е бронирана\n\nздраво в гърдите\n\n                                      и бронебойни патрони\n\n                                      за нея\n\nняма открити!\n\n                                      Няма открити!\n\nВъзклицателните повторителни форми засилват смисъла на заявеното от лирическия говорител на Вапцаров.\n\n         Вярата е вътрешно състояние на човека, привлечен от идеята да промени своя живот и реалността, в която живее. В своето противоречиво и конфликтно битие той съхранява вярата си, убеден, че тя е негова свята ценност. Вярата обаче не идва отвън, затова не може да бъде уязвена без неговото позволение. Ето защо е особено важно самият той да я опази от външни посегателства. В нея е заложена човешката му сила и самочувствие. Тя му дава с импулс да се движи напред, да се стреми към осъществяването на своя идеал, на своите мечти, с прозрението за утрешния ден, изпълнен с човешко щастие и благоденствие, с разумни човешки отношения- по- хубав, по- мъдър живот.  Вярата е естествена потребност за човешката личност. В този смисъл Вапцаровата вяра не е наивна и безпочвена фикция, те е изстрадана след жестоките сблъсъци и изпитания в живота. Тя е гаранция, че човешката личност ще оцелее не само физически, но и духовно, и ще пренесе в бъдещето жизнелюбието и готовността да се изгради един нов, мечтан и наистина справедлив хуманен свят.\n\n\n"
    },
    {
      "title": "Ветрената Мелница",
      "author": {
        "name": "Елин Пелин"
      },
      "text": "Елин Пелин- „Ветрената мелница“\n„Ветрената мелница“ е един от най- оптимистичните разкази в творчеството на Елин Пелин. Повествованието му оставя чувство на радост и вяра, че щастието е възможно да се случи, дори да е неочаквано. Сушата като мотив присъства често в разказите на този автор, може би защото е част от природния цикъл, с който постоянно се срещат земеделските труженици. Тя създава доста драматизъм в битието на персонажите, изобразени в разказа. Авторът обаче не се ограничава единствено върху нейните последствия за хората. Много по- важни за него са човешките възприятия и човешките характери, които се очертават ясно чрез преживяното по време на природното бедствие. То е изпитание най- вече за онези, чийто живот и препитание зависи от милостта на природата.\n\nНеслучайно разказът „Ветрената мелница“ започва с описание, в центъра на което е недовършената постройка на двамата майстори- Лазар Дъбака и дядо Корчан. Този градеж на майсторските им ръце е свързан пряко със сушата, която измъчва всички- и хората, и животните, и растенията. Сухият скелет на мелницата е единствен спомен за сухата година, за една „страшна суша, която изпогори всичко, изпосуши кладенци и извори и измори добитъка за вода“. С искрено съпричастие към сполетялото ги бедствие разказвачът пресъздава картината на пресъхналата селска река, която преди е била „животворяща и бъблива“. Сега тя изглежда така, „като че някоя триглава ламя смучеше хладните и бистрите й струи“. Запалената от горещото слънце земя поглъща жадно всяка капка, докато накрая бреговете на реката се напукват и „живото и весело кречетене на толкова си воденици“ замлъква.\nВсички тези детайли в художественото описание са само прелюдия към емоционалното състояние на хората: „Разтъжи се угрижено селяшкото сърце. Уплаши го това онемяване на водениците…“. Точно в този драматичен момент Елин Пелин въвежда главните персонажи в разказа. Лазар Дъбака и дядо Корчан са особено колоритни като характери и това ги отличава от другите. Онова, което прави впечатление, е, че въпреки разликата във възрастта им, и двамата имат ясен усет за радостта от живота и умеят да се шегуват и да майсторят нещо. Винаги имат интересни идеи, с които да реализират творческата си енергия и вероятно това ги сближава още повече: „Изобретателният ум на Дъбака понякога скрояваше някакви странни планове, които воденичарската глава на дядо Корчан всякога одобряваше, а неуморните ръце идеха на помощ“. За жалост почти винаги работата остава наполовина- или се изчерпва ентусиазмът им, или се ражда нова идея, а това е типично за творческите натури, каквито са двамата герои на разказа. Страшната суша, която принуждава и техните воденици да потънат в „ дивота и мълчание“, изпълва с нерадостни мисли сърцето на иначе жизнерадостния и винаги весел Дъбак. За разлика обаче от другите хора, които се оставят да ги завладее грижата и мъката, младият воденичар измисля като на шега решение- да построят ветрена мелница. Така ще могат да използват енергията на вятъра вместо водата и отново да заработят. Идеята е добра, защото мястото над селото предлага подходящи условия и има бъдеще, дори и да няма отново суша. Дъбакът с лекота свързва предишните идеи с новата- материалът за тях ще използва в новото начинание. Той има ясен и точен план, който дядо Корчан също одобрява. Естествено, съселяните им посрещат с насмешка поредната приумица на двамата чудаци. Според тях и този проект е безсмислен: „Не за една, за две мелници има вятър в главите им“. Въпреки всички забележки и недоверие двамата сръчни майстори работят усилено и непрестанно. Авторът отбелязва: „Всецяло предадени на мисълта за това велико творение, те не жалеха труд, не сещаха умора, не правеха почивка“. Те са толкова съсредоточени в това, което градят, че почти не разговарят. Шеговитите забележки на дядо Корчан срещат обаче решителността на младия Дъбак и неговия поглед, „пълен със сила и надежда“. Двамата са толкова различни по възраст и характер, но винаги ги обединява общата цел и желанието да сътворят нещо значително. Вероятно това дава сила на Корчан, който е седемдесетгодишен, „як и здрав старчуга“. Лицето му е изразително и предразполага с доброта. „Малко глух и малко куц, вечно с лула в устата си“, той се отличава с шеговития си характер и с това, че по цял ден дялка нещо пред воденицата и си тананика. Лазар Дъбакът пък е млад, “ русолик левент, с обичливо лице, на което придаваха особена хубост големите му сини очи“. Той все още е ерген, което също е нещо необичайно за мъж над тридесет години. Миналото му обаче е изпълнено със „слава на немирен халосник и на неподражаем хороигрец“. Спечелил е пари, докато е работил по Влашко, преди да се заеме с воденичарство. Има нещо много привлекателно в това необичайно съдружие и приятелство между младостта и старостта. Това е съюз на „похватни майсторски ръце“ и на изобретателни умове, който обединява творческата им енергия и я насочва към някаква цел.\nИнтересен момент в повествованието е появата на облак, забелязан от високите криле на ветрената мелница, която строят дядо Корчан и Дъбака. Това дава нова насока на събитията и на настроението на хората. В сърцата на уморените и отчаяни хора се заражда надежда, че идва краят на страшната суша. Радостта обхваща всички и се излива във весело хоро и музика. Млади момичета заиграват „вай- дудул“, един старинен обичай за дъжд. Надеждата се превръща във вяра, че наистина ще вали. Лицата светят от радост, която заличава предишната мъка и грижа.\nСякаш като продължение на това настроение се заражда една светла любов между Христина, хубавата внучка на дядо Корчан, и Лазар Дъбака. Закачките, изразителните жестове и погледи издават ясно чувствата у двамата: „Ясните й небесни очи се спряха по- дълго върху него. Русото й пълно, продълговато хубаво лице хвърляше радостна заря, която падаше чак в сърцето на стария ерген“. Вероятно той е забелязал момичето, която живее в съседната воденица, но едва сега очите му „ с друг вид любопитство забягаха по високата и стройна фигура на момичето, по гъвкавите му ръце, широки равни рамене и по леко вълнуващите се бели кенарени нагръдки“. Сравнението, което прави Дъбака с „дива кокошчица“, показва, че вече се е зародил любовен трепет в сърцето му. Танцът става естествено продължение на любовната игра между Христина и Лазар. Младата хубавица играе ръченица с красиви движения, изкусно, „сякаш се сля с живите трептения на чудните звукове“. Този грациозен танц не оставя равнодушен „славният някогашен игралец“ Дъбакът. Потопени в ритъма, двамата предизвикват възхищението на всички около тях. И тук идва предизвикателството за надиграване.. Уверен в себе си, Дъбакът залага скъп накит за момичето, ако го победи. Дръзката Христина обаче залага на любовта и щастието да бъде невеста на Лазар. В този драматичен момент, който съселяните им следят със затаен дъх, тя стои горда, изпълнена с решителност. Вероятно любовта я зарежда с тази дързост. Хубавата танцьорка решава сама да изгради път към любимия, като премахне всички прегради по него. В очите на младия мъж се отразява радостното вълнение от това, което ще се случи. Ръченицата на двамата изкусни играчи- младото момиче и зрелия мъж, е впечатляваща и дълготрайна. Елин Пелин създава истинско драматично напрежение в този момент от разказа. Двамата танцьори се изглеждат „от глава до крака‘, сякаш искат да покажат надмощие. Христина прилича на лебед с бялата си шия и се носи грациозно в ритъма на мелодията на гайдата. Дъбакът е сравнен с елен, с „чудни движения“ той се понася напред и увлича съперницата си. Авторът подчертава мъжкото излъчване на Лазар: „Едно надмощие, едно мъжко надмощие личеше във всяко негово движение, и Христина неволно падаше под силата му“. Едночасовата надпревара завършва с това надмощие на прочутия майстор на играта. В този момент трябва да се реши какво ще се случи с облога, с обещанието на младата девойка да пристане на Дъбака. Всички участват с весело настроение и задявки в това напрегнато очакване. Диалогът между двамата влюбени само потвърждава решението на Христина. Жестът на Лазар е впечатляващ и красив, когато завързва златния наниз на шията й, въпреки че тя не е победила. Този наниз е бил определен за тази, която ще стане негова невеста. С радост той я повежда към дома си. В надиграването всъщност побеждават любовта, младостта и красотата. А ветрената мелница остава недовършена като предишните майсторски начинания. Дъбакът вече е намерил ново вдъхновение.\nВсеобщата радост от очаквания дъжд, ръченицата, музиката, танцът и любовта изпълват картината, която е събрала толкова много зрители и създава вяра, че има място за нещо прекрасно в живота на хората."
    },
    {
      "title": "Песента на колелетата",
      "author": {
        "name": "Йордан Йовков"
      },
      "text": "Йордан Йовков- „Песента на колелетата”\nМъдростта на прозрението за смисъла на човешкия живот\n         Разказът  „Песента на колелетата” съдържа в себе си интересни и важни художествени послания за човешкия живот. Сред тях се откроява мъдростта на прозрението, до което достига героят в повествованието Сали Яшар. Отдавна хората търсят отговор на въпроса в какво е смисълът на       човешкото им съществуване, с какво да оставят трайна следа след себе си, за да ги запомнят с добро следващите поколения?\n\nОбичайно е, когато човекът премине зрялата си възраст, да прави равносметка на всичко, преживяно дотук. Старият ковач от Али Анифе, прочут със славата си като майстор на каруци, по навик присяда привечер след работа пред дома си, за отмора и да погледа полето. В това време на денонощието, когато денят си отива,  и отстъпва място на нощта, като че ли е точно време за размисъл. Спомените за отминалото време и за близките, които вече не са сред живите, завладяват сърцето му. Има обаче и още нещо много значимо в размислите на Сали Яшар. Той трескаво се опитва да открие онова благодеяние, което да даде израз на всичките му усилия да го запомнят с добро хората: ”Достигнал дотук, Сали Яшар започваше да мисли, че е длъжен да направи някакво голямо благодеяние, истинско безкористно благодеяние, което да засегне повече хора, да надживее много поколения.” Връщайки се назад във времето, старият ковач с тъга отбелязва, че богатството не го е направило щастлив. То идва доста късно, а съдбата му отнема любимата жена и двамата му синове, „два сокола”, и няма кой да наследи нито занаята му, нито богатството, което е спечелил с труда си. Младостта с коравия залък се оказва по- щастливото време, защото душата му е била изпълнена с радост. Голямата и просторна къща, съградена за многолюдно семейство, сега е почти празна, с потискаща тишина в нея. Героят в разказа „Песента на колелетата” носи в себе си мъдростта, събрана през годините, и ясно разбира, че богатството няма смисъл, ако ги няма любимите хора: ”Няма да им занеса нищо от моите жълтици- мислеше си Сали Яшар,- нито ще взема нещо за себе си, когато и аз отида при тях”. Горчивият размисъл за превратностите на съдбата тежи в сърцето му и го кара да се чувства злочест, въпреки признанието, което има като прочут майстор, чиято слава стига „вече твърде надалеч”.\n\n         Идеята да намери истински „себап” не напуска мислите на Йовковия герой, особено в часовете, когато, след като дълго е съзерцавал природата, обръща поглед навътре в душата.  Представата му за ценностите в човешкия живот вероятно се градят върху това, което сам е преживял и осмислил, но за благодеянието, което иска да направи, той следва примера на други хора, прочути с изграденото от тях. Възхищението на Сали  Яшар от прочутата Каралезка чешма („Каква чешма и на какво място!) се свързва с признателността на хората:” И може би рядко някой ще го каже, но в душата на всекиго е благодарност към бога и хвала към онзи, който беше направил тая чешма и чието име сякаш вечно шепнеха струите на трите чучура.” Всичко това засилва желанието на майстора ковач да изпълни мечтата си: „Ето какво благодеяние искаше да направи  и Сали Яшар.” Освен примерите на другите хора той има и своите нравствени критерии за „себапа”, когато премисля какво може да се построи: „Но всичко това му се виждаше или недостатъчно или не твърде почтено”. Драматизмът в търсенето на решение подчертава важността му за самия човек.\n\n         Богатият вътрешен свят на прославения майстор от Али Анифе е недостъпен за други хора. Отвън той  изглежда само мълчалив и вглъбен в себе си. Авторът представя това образно с метафоричното сравнение: „Като че вътре  в душата на Сали Яшар имаше друг ковач, който също работеше, също ковеше, а не се виждаше, и само искрите и отблясъците от това вътрешно огнище грееха в замислените очи на Сали Яшар”. Всичко  това насочва към способността на героя в повествованието да търси скрития смисъл на нещата от живота. Неслучайно авторът отбелязва за него: „имаше вид на мъдрец и неволно вдъхваше уважение дори и на ония, които не го познаваха и нищо не знаеха за изкуството на ръката му”. Сали Яшар осмисля живота си чрез своя труд. Старанието и вдъхновението, с което работи, както и неговата „божа дарба”, са превърнали някогашния прост ковач в прочут майстор на необикновени каруци. За него трудът не е тежест, а вътрешна потребност и затова влага цялото си умение в направата на пеещите колела: „ Колкото повече работа имаше, колкото повече трябваше да бърза, толкоз по- добре работеше. Идеха му неподозирани и от него самия сили, разпалваше се, работеше със страст, с увлечение, ръката му ставаше сигурна, погледът- точен и желязото под неговия чук добиваше неочаквано такива съвършени форми, каквито той не би могъл да направи и при най- бавната и внимателна работа”.  Каруците, които създава, и в които влага сърцето и ума си, се отличават от всички други: „бяха същинско чудо: леки, като че сами щяха да тръгнат, напети и гиздави като невести, с шарила и бои, които грееха по тях като цъфнали цветя. Но най- чудното в тия каруци бяха звуковете, които те издаваха, когато вървяха. Като че в железните им оси беше скрита някаква музика. Как ги правеше Сали Яшар, един господ знаеше, но неговите каруци не дрънчаха, не хлопаха като другите коля, а пееха по пътищата”. Старият майстор усеща удовлетворение от труда, признанието го радва, но особено важно значение има и сладостта на почивката. Сали Яшар спира работа винаги точно в определен час. За него ритъмът на живота има както физическо, така и духовно измерение. Колко хора всъщност умеят да съзерцават с радост живота в природата? Движението и жизнерадостта в нея, красотата на залезите, хармонията, сякаш преливат в душата на Йовковия герой. Молитвата му допълва тази хармония между човека, природата и Бога. Хората отстрани тълкуват неговата странна замисленост като израз на скрита болка, но те не познават достатъчно мъдрия му поглед към живота. Сали Яшар е достигнал до прозрението, че трябва да има равновесие и хармония във всичко, за да е пълноценно човешкото съществуване.\n\nКогато се разболява, старият майстор се оказва на границата между живота и смъртта. Не изпитва страх от нея, но сърцето му копнее за единствената му дъщеря. Шакире въплъщава хубостта на своята майка и събужда спомена за любовта на баща й към нея. Това е, което все още свързва Сали Яшар със земния свят. Може би не толкова грижите на обичната му дъщеря, колкото нейното присъствие и любовта, която стопля сърцето му, възраждат отново жизнените му сили, за да оздравее. Контрастът между притихналата, полупразна къща преди и изпълнената с песента и веселия смях на Шакире сега, както и нейната хубост, излъчваща светлина, насочват героя на разказа към още едно важно прозрение: „Не, с много неща може да надари бог някого, но няма по- голям дар от хубостта”. Цялата раздвиженост на пространството създава усещането за живот- „къщата оживя”. Някак съвсем естествено тази даряваща живот хубост се свързва с доброто: „Каквото кажеше Шакире, беше хубаво, каквото направеше, беше добро. Той сам, можеше да се каже, оздравя, защото Шакире искаше”. Душата на мъдрия майстор е особено чувствителна към всичко хубаво, което се излъчва от красивата му дъщеря като към живителен огън. Той сам сътворява нещо хубаво и добро за другите- това са каруците със собствен глас, със собствена мелодия. Тази музика стопля сърцата и поражда надеждата и радостта от очакването на близък човек. Чрез мотива за доброто и красотата в разказа се утвърждават тези ценности, без които животът би изгубил голяма част от своя смисъл и би станал монотонно и досадно битуване.\n\n         Сали Яшар е твърде близо до отговора на това какъв себап, какво благодеяние да стори за хората, но както често се случва, човек не забелязва онова, което е пред очите му, когато е отправил поглед надалече. Разговорът с Джапар му дава възможност да прозре истината. Тя е в изкусно направените каруци с неповторима индивидуалност. Джапар обобщава това, което вероятно всички забелязват: „И знаеш ли, Сали уста, твоите каруци, както ти ги правиш, ги няма нийде; всяка си има свой глас, всяка си пее на свой макам”. Младият мъж допълва: „Сали уста,- каза той,-  каруците, дето ги правиш, себап са. Все е хубаво, като се връщаш, да те познаят вкъщи и да излязат да те посрещнат!”.\n\nСлучката със завърналия се жив Чауш Ибриям и радостта на семейството му не само впечатлява прочутия майстор, но и преобръща посоката, в която е търсел преди. Сега сякаш всичко се подрежда точно на мястото си и картината е напълно завършена, както е според божествената хармония, към която се стремят мъдрите хора. Три особено важни момента отбелязва за себе си Сали Яшар: разказът за завръщането на Чауша; това, как сам  разпознава каруцата, с която идва Шакире; и най- после, онова мечтано видение за бъдещето с неговото благодеяние: „сякаш като насън видя хиляди и хиляди каруци, които се връщат, които пеят по пътищата, а от ниските къщурки, над които се носи вечерен дим и прах, излизат жени с деца на ръце, други по- големи деца тичат наоколо им и всички вървят срещу каруците, за да ги посрещнат…” Прозрението, избликнало в този момент, го изпълва с такова вълнение и радост, каквито може да изпита само човекът, достигнал до ясен поглед за смисъла на своя живот, сякаш е прогледнал след дълготрайна слепота. Божествената му дарба всъщност застава в основата на истинското благодеяние.\n\n         Още едно благородно дело решава да направи майсторът  на чудните каруци. Той знае, че благодарността също е част от божествената хармония в душата. Затова прави този жест към Джапар, който му е помогнал да открие истината за мечтаното благодеяние.\n\nМоже би съдбата подрежда щастливо обстоятелствата и за Джапар, и за любимата му Шакире, но може би любовта е тази, която се издига над всичко и преодолява преградите. Тя е в надеждите на младия мъж, съхранил дълбоко в сърцето си любовта към Шакире; в привързаността на баща й към нея. Тя е в тайната на пеещите каруци, изработени с творческо вдъхновение. Любовта е в безкрайния кръговрат на живота, в творческото начало, чийто символ е  колелото с неговия кръг, подобен на слънцето. Именно с любовта е свързано още едно, може би най- важното, от прозренията на Сали Яшар: „с мъки, с нещастия е пълен тоя свят, но все пак има нещо, което е хубаво, което стои над всичко друго- любовта между хората”.\n\nЦелият жизнен път на Йовковия герой с неговите дълбоко мъдри прозрения е стремеж към откриването на смисъла на човешкия живот. Това, което утвърждава Йордан Йовков в разказа „Песента на колелетата”, са възвишените човешки ценности, без които животът е немислим- любовта, красотата и творческото начало на съзидателния труд."
    },
    {
      "title": "Балада за Георг Хених",
      "author": {
        "name": "Виктор Пасков"
      },
      "text": "Виктор Пасков\n„ Балада за Георг Хених“\n         Да проследиш живота на някого с поглед отстрани, е винаги интересно и любопитно. Още повече, когато този живот е бил изпълнен с много мъдрост и смисъл. Когато Виктор Пасков тръгва по пътя на отминалото време, той преоткрива както кой е всъщност Георг Хених, така и  себе си: „Бях забравил кой съм!“. Преоткрива важни истини за живота на хората, живели или просто съществували в същото това време. Близки или далечни на майстора лютиер, тези хора са част от света, такъв, какъвто е.\n\nПо- важно е в случая как самият Георг Хених вижда света около себе си. Дошъл в България  някога с други чешки и италиански музиканти, за да създадат българската музикална култура, майсторът на цигулки остава до края на живота си. През целия си дълъг живот обаче той твори и учи учениците си на един изкусен занаят. Какво оставя все пак Георг Хених след този всеотдаен труд? Това предизвиква сложните въпроси, които напират в съзнанието на автора: „ … винаги ли нещата, които създаваме с най- голяма любов, единствените, които сме в състояние да създадем- които би трябвало да ни извисят,- ни носят присмех, горчилка и кикот?\n\nТрябва ли в мъката си да обричаме тези неща на господ?\n\nВидя ли го там, на небето… ?“ Въпроси, които може да не намерят своя отговор. А може би всеки има свой собствен отговор на тях според това, което е научил от живота. Може би един от най важните въпроси е дали човекът е бил щастлив? Изборът къде да живееш, явно определя само донякъде  това да си щастлив. По- важно е как да живееш, на какво си посветил своите умения и знания? Георг Хених избира да остане в България, далече от богатото наследствено имение, от възможността на неговите цигулки да свирят в цяла Европа. Понякога наистина е трудно да разберем вътрешните мотиви  за личния избор на твореца. Може би е приел като предизвикателство да започне нещо ново там, където още няма традиция, където няма сигурност и не може да разчита на подкрепа от своите близки.\n\n          Първата среща с майстора на цигулки оставя силен отпечатък в съзнанието на малкия Виктор- героят на повестта. Почти всичко около майстора лютиер изглежда приказно, вълшебно. В същото време предизвиква  и безкрайно доверие към този човек с дълга бяла коса и превито от работа тяло, който изговаря магически думи и сътворява нещо удивително. Георг Хених е най- големият майстор според бащата, който е също музикант, а не онзи, който се хвали, че е такъв. Незабравим миг е, когато момчето получава малката цигулка, изработена от Георг Йосиф Хених, от вълшебника гном с топлите длани. Тя е съвършено красива, всеки детайл в нея грее и удивлява.\n\n         Докато бащата и малкият Виктор са привлечени от магията на музиката, майката мечтае за бюфет, който според нея е признак за социално благополучие. Така постепенно се противопоставят изкуството и бита. На една страна застава музиката, на другата- бюфета и той отравя семейния мир. Това, което започва като мечта за „един хубав орехов бюфет от австроунгарски произход“, се превръща в чудовище, което обсебва изцяло семейната атмосфера в дома: „Бюфетът- отначало мечта, а после- фикс идея постепенно овладя и помрачи ума на майка ми“. Защо една вещ се превръща в нещо толкова значително? Авторът дава отговор от страна на ценностите тогава: „ Да притежаваш бюфет по онова време се равняваше горе- долу на това да строиш в днешни дни триетажна вила с басейн и водоскок“. Освен това желанието на майката, огорчена от пренебрежението на своите роднини, е да възстанови своя социален статус в техните очи: “ … щеше да се разчуе, че тя държи в къщи приказна вещ, каквато няма никой друг. По- приказна от лампата на Аладин и съкровищата на халифите, по- значителна от Троя и Микена, по- ценна от златното руно“. Бащата посвещава доста от времето и енергията си, за да направи този мечтан от майката бюфет и да спре семейния конфликт. Работилницата на стария лютиер става място за изработка на бюфета.\n\nЗащо майстор Георг не одобрява това, че един музикант се превръща в дърводелец? Авторът отбелязва един сериозен обрат в живота на бащата- той „заряза за дълго време инструмента и започна да прави бюфет“. Всъщност проблемът не е в това правене на бюфета. Все пак това е мебел, от която домът и семейството имат нужда. Заради вманиачаването обаче на майката в желанието да има бюфет, нещата излизат извън контрол: „Докаран от бедността до лудост, уязвен в гордостта си, ранен в мъжкото си достойнство- започна да строи бюфет“. Ако бащата беше човек, който е изцяло свързан с бита, едва ли щеше да я има цялата тази драма, която в някои моменти напомня дори на древногръцка трагедия: „Сянката на бюфета се бе настанила между тях и ги разделяше непримиримо“. Той обаче е талантлив музикант, посветен изцяло на това изкуство. Нещо повече- бащата е „ музикантът- маниак, виртуозният тромпетист, артистът със златен запис в Радио София…“. Точно този човек оставя на заден план изкуството си, за да се посвети изцяло на прословутия бюфет. Вместо музикален инструмент той държи ренде в мизерната стаичка на стария майстор на цигулки и почти със злоба обработва дървото, за да се преобрази в мечтаната вещ, превърнала се в ябълката на раздора в дома му. Може би затова възниква въпросът: „ ако не е порок бедността- то какво е?“ За разказвача след време бюфетът се превръща\n\nв паметник на бедността. Един болезнен спомен от миналото, когато дори мечтите му са „приземени и недетски“. Момчето мечтае да спечели много пари, за да купят бюфет: „ Мечтаех концертна зала и пълен касов сбор. Нямаше значение кому и какво свиря. Важното е, че след концерта тичах на касата, вадех чекмеджето с парите и  тъпчех банкноти в пазва, джобове, в калъфа на цигулката, навсякъде“.\n\n         В  спомена за миналото тази вещ присъства винаги. Дори в разходките на родителите, които синът им свързва с манията им да имат в дома си най- после този битов фаворит: „ Виждам ги как крачат …две самотни фигури, хванати подръка. Пресичат „Раковски“, тръгват по „Дондуков“, отдясно светят витрините на магазините за мебели“. Един разкошен бюфет сияе гордо пред тях и сякаш всеки детайл от тази жадувана мебел оживява самостоятелно със свое собствено самочувствие. Тази част от повествованието се отличава определено с истинска поетика на словото и високо белетристично умение, което впечатлява.\n\n         Бедността е водещ мотив в книгата на Виктор Пасков. Тя е част от съдбата на голяма част от персонажите в нея. Всъщност тя ги засяга по различен начин- едни от тях, като стария майстор на цигулки, успяват да запазят своята човечност. Други обаче я изгубват до такава степен, че се принизяват до нивото на животните. За съжаление това са голяма част от обитателите на къщата, съседите на Георг Хених- Рижия и жена му. За всички тях бедността е повече оправдание за това, че не успяват да променят начина си на живот. Те живеят повече по навик, a не защото намират смисъл. Бедността сякаш изравнява хората, живеещи заедно, но все пак те изживяват по различен начин тази бедност. Принизяването им е различно и всъщност е въпрос на личен избор. Защо например дърводелецът Вангел не прави нищо друго освен да чака възможност да се напие вместо първо да изпълни поръчката към него? Въпросът „Вие хора ли сте?“ остава само реторичен, когато става дума за Рижия, защото нищо човешко не е останало в него, а само низост и жестокост.\n\nСтарият музикант и лютиер обаче явно живее в непоносими условия. Там границите на бедността отдавна са преминати. Мизерия, самота, болести, жестоко отношение от съседите му и въпреки това Георг Хених не се е озлобил срещу света, не е изгубил своята човечност и благородство. Той не само вярва в Бог, но и носи неговата светлина в сърцето си и учи малкия Виктор да бъде истински човек и да различава духовната бедност от материалната. Горчиво е усещането на майстора на цигулки, че не е успял да научи някои от учениците си да влагат душа в работата си върху музикалния инструмент. Такива са Франтов и Иван Конов- Франтишек и Ванда. Но къде са другите му ученици- талантливите? Вероятно те вече са забравили човека, на когото дължат успехите си, или са упоени от славата. Забравили са, че благодарността  и уважението към учителя е нещо изключително важно и  ценно в живота и този, който ги пренебрегва, рано или късно ще разбере какво означава да загубиш тези житейски ценности.  А може би авторът просто е предпочел в този случай да насочи вниманието към негативното, защото ние по-често откриваме несъвършенствата в живота ни, отколкото другата му страна.\n\n         Семейството на Виктор са единствените, които се  отнасят с грижа и обич към самотния майстор лютиер. Те му осигуряват не само храна и внимание, но го приемат като четвърти член на тяхното семейство. Нещо повече- момчето вижда в „дедо Георги“ своя дядо, който отдавна не е жив. Майката намира онази изгубена близост , когато роднините й я отхвърлят, защото е избрала любовта пред материалната сигурност. Старият музикант сякаш дарява една изгубена във времето хармония и човешка обич, която сплотява семейството на малкия „цар Виктор“:  „Всичко бе от хубаво по- хубаво, цялото семейство се бе събрало най- накрая- баща, майка, дете и дядо, бяхме щастливи всеки по своему, нищо не можеше да помрачи нашето щастие“.\n\nИнтересен момент от повествованието е решението на прочутия майстор на цигулки да изработи своя подарък за господ- виола д*аморе. Един необичаен по своята форма инструмент, в който влага цялата си любов, която е съхранил в душата си. Впечатлява енергията и умението, с което работи върху всеки един детайл. Тук той влага знания за дървото, които се предават от поколения в неговия род и са особено ценни в неговата професия, защото тя е много повече изкуство, отколкото просто занаят, от който да преживява. Момчето е свидетел на това, което музикантът виртуоз и учител на лютиери подрежда и слепва, за да се получи великолепната виола, в горния край на която има женска глава, изработена с изключително майсторство. Тя напомня за лицето на любимата Боженка на Георг Хених, но има и нещо повече- „ мекотата, която излъчваше то, напомняха силно божията майка от иконата аве Мария, грациа плена!“. Майсторът лютиер обяснява, че това е символ на любовта: „Ако нема любов у гърди, ако не гледа любов у сърце- музикант не майстор“. Докато работи,  движенията му са сигурни и точни. Вдъхновението му идва от най- високото чувство- божествената любов: „…старецът довършваше своята цигулка, вън от този хаотичен свят…“.\n\nВпечатляваща е срещата с Ванда и Франта- те не успяват да разберат великото творение на своя учител. Неслучайно една наша пословица казва, че от всяко дърво свирка на става. Явно и от всеки чирак майстор не става и тези двамата определено го доказват. Георг Хених най-точно го изразява с думите си: „Жал ми за вас! Учили, але не научили- занаят по- голем от най- големи майстор!“. За да свири някой на виола д*аморе, трябва да обича. С болка старият музикант констатира, че човекът е забравил себе си да обича. А без това не може да бъде щастлив.\n\n         Изкусният майстор цигулар дарява ценните си инструменти, наследство от неговия баща, също лютиер, именно на „цар Виктор“, с условие да не ги продава и с надежда някога истински майстор със сърце, изпълнено с любов, да създава цигулки с тях отново. Георг Хених усеща чистото сърце на детето, способно да обича и цени истинските неща в живота. Неслучайно Виктор слуша с интерес приказките на майстора за цигулките. За него те са „най- прекрасните приказки, слушани някога от дете“.\n\nГеорг Хених е сроден със Сали Яшар, майсторът на пеещи каруци от Йовковия разказ „ Песента на колелетата“. И той носи същата болка от съдбата, която му е отнела най- скъпите хора, но носи и същото божествено вдъхновение, благодарение на което дарява радост на хората. Наистина, „Свещено, свещено, свещено е изкуството, което бе, което е и което ще бъде!“ Истинското изкуство заслужава признание: „ Не трябва майсторите да търпят невежество и грубост!“ . За тях има място в сърцето на онези, които знаят смисъла на живота и неговите истински ценности.\n\nГероят на Виктор Пасков е близък и до Йовковите чудаци, в които е съхранено човешкото  благородство и извисеност над грубата битова реалност въпреки материалните лишения и присмеха на онези, които са духовно бедни. В това е силата на човешкия дух."
    },
    {
      "title": "Две души",
      "author": {
        "name": "Пейо Яворов"
      },
      "text": "Пейо Яворов\n„Две души“\nРазминаването на очаквания, мечти, блянове и устременост към светлото, възвишеното, от една страна, и сивото или тъмното, принизеното битие, лишено от пориви към полет на душата, към истинско щастие в любовта, полет в неограниченото от прегради пространство, пораждат неудовлетворението от света в чувствителната душа на поета Пейо Яворов. Вдъхновението от идеята за свободата е може би единственият стимул в живота на Яворов. Стимул, какъвто не намира в обществото, подчинено на заблуди и принизени идеали. Общество на фалшиви чувства, точно оприличени на маска, прикриващи студа в човешката душа, както тъмнината на нощта, скрита под маската на светлия ден. Не само маската като метафора доминира в съвременния карнавал. Драмата на живота поетът открива и в отчуждението на хората един от друг. Това ги приближава много повече до самотата, отколкото до желаната човешка близост, която често се оказва невъзможна.\n\nЯворовата поезия е наситена с непримиримост към несъвършенствата на света. Неговият бунтовен дух дава израз на затаеното несъгласие в душата. Вечното  съжителство на доброто и злото в човешката душа откриваме в стихотворението „Две души“ . Драматичното признание на поета още в началото на творбата впечатлява със силата на ясното и точно определение на вътрешното състояние: „ Аз не живея: аз горя“. Дълбоката вътрешна енергия насочва към предела на човешката същност- живот- горене. Сблъсъкът на двете страни на Аза, невидими отвън, но в неспирно взаимно противодействие, довежда до вечно неспокойния ритъм:\n\n                                               Непримирими\n\n                   в гърдите ми се борят две души:\n\n                            душата на ангел и демон. В гърди ми\n\n                            те пламъци дишат и плам ме суши.\n\nДве взаимно отричащи се сили, сплетени в едно цяло, създават вътрешната драма на духа. В единство и взаимно отрицание съществуват силата на съзиданието и силата на разрушението. Извисяването до небесното, до ангелското, съгражда мост към човешката общност, дава вяра, че има смисъл в доброто. И обратно- демонът в душата насочва към неверието, към вечната битка, за да доминира в живота на човека. Лирическият образ в стихотворението е изграден в плътно единство на тези непримирими „две души“. Внушението е, че е невъзможно те да бъдат разделени една от друга, както деня и нощта, светлината и мрака. Те съществуват като „двоен пламък“, неговият огън превзема всичко, до което се докосне: „Навсякъде сявга раздвоя несносна“. Признанието за тази  драма, обсебила душата, звучи като присъда: „…с пепел вятъра навсъде /следите ми засипва; кой ги знай?“.\n\nСветът става негостоприемен, сякаш няма място за измъчената от вътрешен огън душа, заобиколена от „чезнещи в пепел враждебни лица“. Неудовлетворението на раздвоения Аз е трудно поносимо. Вътрешният пламък оставя след себе си пепел, но и враждебност, която го отдалечава още повече от външния свят. Този огън обсебва цялото същество на човека и го изгаря докрай, изчерпва всяка частица от него: „Аз сам не живея- горя!- и ще бъде / следата ми пепел из тъмен безкрай“.\n\nТова, което трябва да остави човекът след себе си, е добра следа, добър пример. Когато обаче пътят му е предопределен от неспираща вътрешна борба между доброто и злото, между желанието, стремежа да бъде щастлив и удовлетворен и невъзможността това да се случи, тогава настъпва пълното изгаряне, след което остава единствено пепел:\n\n                   И подир мене с пепел вятъра навсъде\n\n                   следите ми засипва: кой ги знай?\n\n                            Аз не живея- горя!- и ще бъде\n\n                            следата ми пепел из тъмен безкрай.\n\nНе се забелязва и най- малка възможност за оптимизъм, сякаш пламъците на вътрешния ад ще погълнат без остатък създаденото от човека. Песимистичното настроение идва от увереността на лирическия изповедник, че нищо не може да го избави от тази съдба, която сам е избрал- „Аз не живея: аз горя“. Без да намери достатъчно възвишен смисъл в живота си, който да надмогне, да преодолее демонското и мрака в него, той се самоосъжда да бъде само „пепел из тъмен безкрай“.\n\nТази лирична изповед е изпълнена с тъга. Дълбок психологизъм прониква в състоянието на духа, раздвоен  и съединен от „две души“, осъдени да бъдат завинаги в огъня на непримирението. Един живот- горене създава и разрушава и оставя усещане за „тъмен безкрай“, в който се понася единствено следата от пепел."
    },
    {
      "title": "Потомка",
      "author": {
        "name": "Елисавета Багряна"
      },
      "text": "Елисавета Багряна- “Потомка”\nВръзката на потомката с рода\nПоявата на Елисавета Багряна в българската поезия е знаменателна и впечатляваща. По думите на Милена Цанева тя е ”едно от ония малки чудеса, които литературната наука скромно нарича явление”. След поетите символисти Багряна отново приземява поетичната образност и донася усещането за непосредствено, но същевременно и извисено възприятие на света.\n\nКнигата й “Вечната и святата”, част от която е и стихотворението ”Потомка”, е белязана с изключително въздействащи послания към съкровеното в душата на човека, към неговата чувствителност. Поетесата докосва сакралното пространство на човешката душа с лиричната си изповед, с порива към освободеност на човешкия дух от ограниченията, наложени над него. Въпреки полета на духа към примамливия небесен простор лирическата героиня на Багряна остава здраво свързана със земната твърд. От нея черпи сила, жизненост и опора. Връзката с родовите корени придава онази устойчивост на духа, без която човешката същност е немислима.\n\nВ стихотворението ”Потомка” откриваме гласът на родовата кръв, която утвърждава жизнената сила на героинята, възприемаща себе си като част от един древен народ и като дъщеря на родната земя. В творбата звучи лирико – драматичен сказ за съдбовност. В търсене на изворите за лично и национално самочувствие поетесата се обръща към образите на прародителите, отдалечени във времевото пространство, за да изгради мост към бъдещето. Там, където те отсъстват, се появява кръвната връзка и напомня настойчиво за своята значимост:\n\nНо усещам, в мене бие древна,\n\nскитническа, непокорна кръв.\n\nЗагадката на родовата история отключва въображението на лирическата героиня и създава романтичната легенда за извечната любов, преодоляла прегради и изпитания:\n\nМоже би прабаба тъмноока,\n\nв свилени шалвари и тюрбан,\n\nе избягала в среднощ дълбока\n\nс някой чуждестранен, светъл хан.\n\nТук ролята на фикционалното е да съгради нови образи вместо отсъстващите белези на родовата памет. Новият род, създаден от сливането на двата етноса, е може би по – здрава основа за бъдещето, защото е изграден чрез могъщия порив на любовта. Любовта, която е неподвластна на забрани и разстояния. Нейни съюзници са нощта, вятърът и конят:\n\nКонски тропот може би кънтял е\n\nиз крайдунавските равнини\n\nи спасил е двама от кинжала\n\nвятърът, следите изравнил.\n\nАрхетипните образи в стиховете на Багряна – пътят, вятърът, конят, способстват за реализирането на значими смислови послания и метафорична образност. Безкрайността на пътя, неговата перспектива, открояват стремежа на волния, свободния човешки дух, като този на лирическата героиня, стремеж към правото на личен избор, но при неограниченост и равнопоставеност. Образът на коня насочва към романтичното възприятие на преживяванията, свързва реалността на случилото се с въображаемото и с невидимото. Отключва   усещането за волност и независимост по дългия и труден път към щастието.\n\nПотомката не случайно се идентифицира с тази “древна, скитническа, непокорна кръв” на предците си. Тя предопределя нейните стремления да следва безкрайния път на вятъра, символ на освободената душа на жената, неподвластна вече на канони и предписания. Тя не желае да бъде възприемана единствено като майка и съпруга, като жрица и пазителка на семейното огнище. Лирическата изповедница на Елисавета Багряна се самоопределя като вечната жена, с всички нейни слабости, с греховната си същност, но също така вдъхновителка, муза, любима, сътворяваща и даряваща любов. Не случайно естетическият идеал в “Потомка” е въплътен в жената, устремена към щастието на любовта, преодоляваща всички забрани и прегради пред нея. Както първата жена – Ева, тя се води от святото желание да продължи рода чрез вечната греховност (според библейския мит). Определящо е желанието на героинята да прекъсне всички нишки, които я обвързват с патриархалните нрави и морал, оковаващи жената, отнемащи й правото на свободен избор, изборът на сърцето. Поетесата утвърждава качествено нов идеал, който предопределя промяната на настоящето и бъдещето. В него човешката личност на жената ще може да разгърне своите съкровени пориви според представата си за красотата на живота, но и своята отговорност за неговото съхраняване.\n\nПространствено – времевите граници на лирическата творба са разширени. Те носят характеристиките на един свят без граници, една необхватност. Чрез динамиката на глаголите за движение се откроява поривът към волност, към освободеност. Надмогва един витален патос, чрез който се утвърждава ясно връзката на потомката с прародителите, със зова на родовата кръв:\n\nЗатова аз може би обичам\n\nнеобхватните с око поля,\n\nконски бяг под плясъка на бича,\n\nволен глас, по вятъра разлян.\n\nЛирическата изповедница открива за себе си възторжена близост, която я дарява с радостта от свободата, от притеглянето към непознатото. Тази приобщеност към духовната същност на далечните предци е изразена чрез любовта към родната земя, чийто конкретен образ са “крайдунавските равнини”. Историческото упоменаване извиква усещането за възродената сила на родовата памет. Нейните образи носят метафорични внушения, съотнасящи се към самочувствието на потомците чрез унаследеното от тях. Без “прародителски портрети” и “фамилна книга”, без “завети”, единствено остава духовното родство. Неговата стойност обаче е многократно по-голяма от видимото, материализирано родство. Негов израз е именно онази ”непокорна кръв”, която напомня настоятелно за себе си непрестанно:\n\nТя от сън ме буди нощем гневно,\n\nтя ме води към греха ни пръв.\n\nОбединяващото, общото е изразено чрез притежателното местоимение ”ни”. Кръвта е носител на спомена за първородния грях, защото тя е генетичната памет на потомците за тяхното минало. За българина, лишаван по много причини умишлено от документираната история на рода му, тя е единственият възможен път за себепознание. Единствено това усещане, както го определя поетесата, възкресява избледнялата от времето връзка между рода и живота. Наследеното непокорство влива дързост и една вечна неудовлетвореност у потомката да открива и преоткрива света. Не случайно родовата кръв е тройно определена като ”древна, скитническа, непокорна”. Чрез лирическата говорителка легендата оживява и от минало се превръща в почти реален образ на влюбените, бягащи в нощта. Стилистичната роля на алитерацията чрез звука “к” в думи като ”конски”, ”кънтял”, ”крайдунавски”, ”кинжала” подчертават ритъма, наподобяващ конски тропот. Повтореният семантично образ чрез изповедта на лирическата героиня потвърждава връзката, споена с чувството на обич: ”Затова аз може би обичам…конски бяг под плясъка на бича…”Родството между поколенията не е само като физическа връзка на тялото, но определено на тялото и духа едновременно.\n\nНеочакваното проявление на лирическия Аз в последното четиристишие впечатлява с контраста на позициите. Мотивът за греха и греховността е определен като естествено допустим в поведението на човека, понякога слаб пред житейските изпитания. Лирическата изповедница е откровена:\n\nМоже би съм грешна и коварна,\n\nможе би сред път ще се сломя…\n\nТя обаче търси опрощението на родната земя заради кръвната си връзка с нея. Условността, неколкократно въвеждана дотук, вече е заменена с ясна категоричност, когато лирическата героиня изразява своята същност:\n\nАз съм само щерка твоя вярна,\n\nмоя кръвна майчице земя.\n\nКлючовата дума в творбата на Багряна ”кръв” отново потвърждава принадлежността към родовото пространство, но сега то е обогатено с представата за изконно българското – майката земя. Ново е и въведеното от поетесата отношение майка – дъщеря, нетипично преди нея в българската поезия. Близостта на тази ”щерка вярна” с майката – земя е по – естествена дори от синовната връзка, защото женската същност тук е водеща и определяща, както женското начало в природата.\n\nВслушана в гласа на миналото, на родовата кръв, поетесата прекосява времето, сближава потомци и предци, за да преоткрие себе си в образите на прародителите и силата си в изконната връзка с родната земя.\n\nИзповедта на чувствата в стихотворението ”Потомка” въздейства върху възприемателя най – вече чрез една овладяна дълбоко художествена пластика и изящна орнаменталност на поетичното слово. Един явен витален патос утвърждава родовите ценности и съдейства за възприятието на подтекстовите послания към времето на потомците – да се осмисли кръстопътната ни история не в трагичен аспект, а оптимистично, като утвърждаване на копнежа по свобода в човешката същност на българина.\n\n\n"
    },
    {
      "title": "Честен кръст",
      "author": {
        "name": "Борис Христов"
      },
      "text": "Борис Христов\n                 „Честен кръст“\nЗаглавието, което е избрал авторът на поемата- „Честен кръст“, насочва смислово към израз на искреност. Това, което изповядва в стиховете си Борис Христов, е изживяно и осмислено лично, преминало през сърцето и сетивата на поета. Светът е в него и той е част от света. Какви са обаче отношенията на твореца със света и хората, които са част от този свят? За да стигне до тях , той си служи със словото, то е неговият мост до тях, неговият начин да изрази своята позиция. Когато обаче словото на поета не стига до своята цел- да бъде чуто и да освети истината, то става безсмислено. Може би по- добре е да замълчи и да заживее както останалите хора- практично и примирено. Огорчен и разочарован, не иска дори да чува за изкуство в своя дом. Дори „името господне“ няма място тук като израз на слабост или лицемерие. Не би отстъпил от това, което е бил преди- глашатай, който не се е страхувал да каже истината, колкото и да е била неудобна:\n\n         Когато имаше какво да каже на сърцето,\n\n         устата ми не криеше езика под небцето\n\n         и в стихове- спасителни- макар и тихо,\n\n         звънях отвътре, докато отвън ме биха…\n\nРешението да промени своята позиция, дали е отстъпление? От страх, от човешка слабост или защото усеща безплодните усилия да въздейства с думите си, за да се промени светът към по- добро: „ щом не можах до днес да изкова от думи кръста, / на който да се изкача и да възкръсна…“ . Лирическият говорител дава израз на едно явно ожесточение, с което се впуска в обичайния ритъм на живота:\n\n         И ще се хвърля лудо на живота по вълните,\n\n         това, което някога измислих- да изпитам.\n\nПримиреното и посредствено съществуване всъщност е нещо обичайно и общоприето: „ ще мъкна камъни за мой дом и пот ще лея / над мисълта до утре как да преживея…“.\n\n         Борис Христов често използва библейски мотиви, за да насочи към смисъла, който търси: „ще тръгна бос по връхчетата на тревата / подир виновницата на изгубения рай- жената“. Явно не става дума за любовта като нещо извисяващо. Цената на тази обвързаност е доста жестока- „вързан до последната халка на нейната окова, / ще гледам как изсъхва моето дърво духовно“.\n\nЛирическият герой в поемата се опитва да угаси огъня на болката: „зарастват спомени и рани“.. Въпреки усилията обаче едно не може да бъде забравено- предателството. Авторът отново използва библейски образи и примери- „дванадесет приятели и седем юди“. Двуличието и подлостта са също част от предателството- „помаза ме с хвалебствия и ме предаде“. Кой е истински приятел, на кого да се доверим, да вярваме ли на хвалебствията безкритично? Предателството предизвиква не само разочарование, то наранява жестоко и оставя траен отпечатък в душата: „ Така човекът, който яде и се весели до мене, направи захарта на моя млад живот солена“.\n\n         Защо не се озлобява докрай и не загубва човешкото си достойнство, дори в този критичен миг на изпитание за духа? Мъдростта на поета определено впечатлява: „Но жертвата понякога е по- свободна от палача“. Болката от раните той превръща в стихове и така възражда отново „дървото, което беше обгорила мълнията на живота“. Творецът е почти готов да се откаже от драмите на поетическата сцена, които нарича „придворно суетене и гладиаторски борби“. Това време, в което не открива човешка откровеност и искреност, когато не се цени човешкото достойнство, не заслужава възхвала. Той оставя градежа на храма на поезията на други поети, които ще продължат, може би примирено, да творят или ще поемат по същия трънлив път- тогава , пожелава поетът, бог да им помага: „желая мир на твоя дом, поезийо и вярвам, / че има кой да дострои  високата ти сграда“. Творецът не може  изцяло да скъса връзката си нея:\n\n         Но- честен кръст -макар че лирата захвърлям,\n\n         ще си останеш ти костица в жадното ми гърло.\n\nТя винаги е била негова „вярна спътница“ и негова икона.\n\nС болка от разочарованията по пътя на твореца той решава да се завърне назад към „блаженото“ според някои време на „не зная“, „не искам“ и „не мога“- един живот, подобен на „мушицата, която поживя и си замина…“- без ясна следа, безлично и безразлично. Доволното съществуване обаче не ражда истинско творчество, защото, както отбелязва Борис Христов: „Поетът е една оголена подвижна рана, / поезията е страдание и вик сред океана“. Тези стихове звучат като притча за истинския смисъл на творческата драма. Той отново се обръща към библейските примери, за да покаже докъде може да се принизи един творец, за да пише в такава среда, която потиска и обезличава. Трябва да си „покръстен в мръсната вода, в която Пилат изми ръцете си и ги изтри в тълпата“. Така е удобно да прехвърлиш личната си отговорност върху другите, без съвестта ти да тежи. Времето, в което „устата се отдалечава от сърцето“ е подходящо за онези, които търсят удобството за себе си. Всеки може да има своя философия за живота, но дали тя не е повече оправдание, отколкото истински смисъл:\n\n         Разбирам хромия, прегърнал словото като удавник,\n\n         разбирам и бедняка, който трябва да се храни.\n\n         За грозната жена поезията е червило и помада,\n\n         за лудия- стрела, с която разума напада…\n\nЧовекът, посветен в храма на поезията, не приема лицемерието и преструвката, театралните пози: „не мога да се правя на овчица и страдалец, / когато днес пращи от здраве мойто тяло“. Метафоричният изказ на Борис Христов отново доминира в следващите стихове на поемата, за да опише раждането на Поета- тайнствено, загадъчно, но и много знаменателно. Неговото място е важно- той трябва да свързва земята, морето и небетo. Романтичното в тази картина се допълва от „ неговото бяло цвете, / което стиска в мъничката си ръка детето“.\n\n         Кръговратът на живота напомня, че нищо не е вечно в историята на земята. Оптимистично звучи напомнянето, че не само добрите хора, но и злодеите отлитат „ на вечността в затвора“. Земята се очиства от това, което вече не е нужно за живота върху нея. Суетата и стремежът към слава и величие са нещо преходно:\n\n         Какви мъже достойни!- синове на боговете,\n\n         люля земята в скута си и после ги измете.\n\nЗемята не допуска никого до сърцето си. То остава недосегаемо за хората, които не са разбрали смисъла на живота. Може би тайната е добре пазена в световните хранилища на книги, които „ издуват се от срам, че малкия човек не знае / къде е ключа, с който този свят да разгадае“. Вероятно там могат да се открият причините „и за смъртта, и за войните“. Още нещо удивително- „ между страниците съхне може би и чака / една тревица мъничка- лекарство против рака“. Да се открият тези тайни е притегателната им сила  и може би това ще стане. Все пак остава особено важна ролята на словото. То може да създава думи, приятни за ухото, но и „ тъмни думи, / объркани като писма на светещи куршуми…“. Отговорността на словото е голяма. Посланието на големите поети е нужно като спояваща духовна връзка „да разчетем това, което между редовете / са казали отдавна преди нас големите поети“. Може би затова е нужно понякога да се върнем назад, за да стигнем до сърцевината на живота.\n\nВ края на поемата „Честен кръст“ авторът анализира своя път, както и уроците на живота. Преживяното дотук е оставило горчив спомен от него: „той не бе за мен добрата дойна крава, а мащеха…“. Особено важно за поета е връщането към чистите извори на детството:“ И да достигна мястото на оня край божествен,/ където спи ковчежето на мойто детство“. Може би смирението търси да открие тук, откъдето е някога е тръгнал пътя на живота му. Това, което си пожелава поетът, когато отново започне да „разговаря“ в рими, е да звъни при удар само- „като камертона“.  Това да бъде като отзвук на живия свят, а не самоцелно търсене на думи в рими. Пристигането е финалът на творбата. Това пристигане е всъщност приземяване с поглед към реалността, такава, каквато е тя. Творецът вече е готов да приеме присъдата на съдбата с увереност, че ще устои на нейните превратности:\n\n          И затова, съдба- богиньо на живота,\n\n         сложи сега на кръст кинжала и перото,\n\n         вдигни юмрука си- наместо да го криеш,\n\n         и прецени- ще галиш ли или ще биеш!"
    }
  ]
}
